Repository: benpicco/mate-deskbar-applet
Catalog: help/*/*.po
Languages: cs, da, de, es, sl

source: To return to the current default character list, click on any character in the applet, then press the space bar on your keyboard.
es: Para volver a la lista actual de caracteres predeterminada pulse sobre cualquier carácter en la miniaplicación, después pulse la barra espaciadora de su teclado.

source: Topic 4
es: Tema 4

source: You can use a character selection application such as <application>GNOME Character Map</application> to set up a new default list. For example, to create a new default list with <application>GNOME Character Map</application>, perform the following steps:
es: Puede usar una aplicación de selección de caracteres tal como el <application>Mapa de caracteres<application> para establecer una nueva lista predeterminada. Por ejemplo, para crear una lista predeterminada nueva con el <application>Mapa de caracteres</application> realice los siguientes pasos:

source: Right-click anywhere in the applet, then select <guimenuitem>Properties</guimenuitem>.
es: Pulse con el botón derecho en la miniaplicación, después seleccione <guimenuitem>Propiedades</guimenuitem>.

source: In the <guilabel>Character Picker Settings</guilabel> dialog, click on the <guilabel>Default List</guilabel> tab.
es: En el diálogo <guilabel>Ajustes del Selector de caracteres</guilabel>, pulse en la solapa de <guilabel>Lista predeterminada</guilabel>.

source: Select the contents of the <guilabel>Default character list</guilabel> text box, then press <keycap>Back Space</keycap> to delete the current default list.
es: Seleccione el contenido de la caja de texto <guilabel>Lista de caracteres predeterminada</guilabel>, después pulse <keycap>Retroceso</keycap> para borrar la lista predeterminada actual.

source: Open <application>GNOME Character Map</application>, then select the characters you want for your new default list. You can select up to 25 characters.
es: Abra el <application>Mapa de caracteres</application> y después seleccione los caracteres que quiere para su nueva lista predeterminada. Puede seleccionar hasta 25 caracteres.

source: Copy the contents of the <guilabel>Text to copy</guilabel> text box from <application>GNOME Character Map</application> to the <guilabel>Default character list</guilabel> text box.
es: Copie el contenido de la caja de texto <guilabel>Texto a copiar</guilabel> del <application>Mapa de caracteres</application> a la caja de texto de la <guilabel>Lista de caracteres predeterminada</guilabel>.

source: Click <guibutton>Apply</guibutton> to view the new default list in the applet, then click <guibutton>OK</guibutton>.
es: Pulse <guibutton>Aplicar</guibutton> para ver la nueva lista predeterminada en la miniaplicación, después pulse <guibutton>Aceptar</guibutton>.

source: Settings
es: Configuración

source: To configure Deskbar, right-click on the applet, then choose <guimenuitem>Properties</guimenuitem> from the popup menu.
es: Para configurar Deskbar pulse con el botón derecho sobre la miniaplicación, después elija <guimenuitem>Propiedades</guimenuitem> del menú emergente.

source: Size
es: Tamaño

source: Follow panel size
es: Seguir el tamaño del panel

source: Select this option to automatically set the appropriate number of columns and rows of characters in the applet to fit in your panel.
es: Seleccione esta opción para ajustar automáticamente el número de columnas y filas de caracteres apropiado en la miniaplicación para que se ajuste a su panel.

source: Default: selected.
es: Predeterminado: seleccionado.

source: Minimum number of cells: (for autosize)
es: Número mínimo de celdas: (para tamaño automático)

source: Use this spin box to specify the minimum number of character cells in the applet. You can specify up to 25 cells. If you specify a low minimum number of cells, some characters might not be visible.
es: Use este marcador incremental para especificar el número mínimo de celdas de caracteres en la miniaplicación. Puede especificar hasta 25 celdas. Si especifica un número de celdas muy bajo puede que algunos caracteres no sean visibles.

source: Default: 8 cells.
es: Predeterminado: 8 celdas

source: Number of rows of buttons
es: Número de filas de botones

source: Use this spin box to specify the number of character rows in the applet. You can specify up to 5 rows.
es: Use este marcador incremental para especificar el número de filas de caracteres en la miniaplicación. Puede especificar hasta 5 filas.

source: Default: 2 rows.
es: Predeterminado: 2 filas.

source: Number of columns of buttons
es: Número de columnas de botones

source: Use this spin box to specify the number of character columns in the applet. You can specify up to 5 columns.
es: Use este marcador incremental para especificar el número de columnas de caracteres en la miniaplicación. Puede especificar hasta 5 columnas.

source: Default: 4 columns.
es: Predeterminado: 4 filas.

source: Size of buttons: (pixels)
es: Tamaño de los botones: (píxeles)

source: Use this spin box to specify the size in pixels of each character cell in the applet. You can specify a button size up to 40 pixels.
es: Use este marcador incrementable para especificar el tamaño en píxeles de cada celda de caracteres en la miniaplicación. Puede especificar un tamaño de botón de hasta 40 píxeles.

source: Default: 22 pixels.
es: Predeterminado: 22 píxeles.

source: Default List
es: Lista predeterminada

source: Default character list
es: Lista de caracteres predeterminada

source: Use this text box to specify your own default character list.
es: Use esta caja de texto para especificar su propia lista de caracteres predeterminada.

source: About Deskbar
cs: O appletu Deskbar
da: Om Deskbar-panelprogram
de: Info zu Deskbar
es: Acerca de Deskbar
sl: O programu

source: Deskbar was written by Nigel Tao (<email>nigel.tao@myrealbox.com</email>), Raphael Slinckx (<email>raphael@slinckx.net</email>), Mikkel Kamstrup Erlandsen (<email>kamstrup@daimi.au.dk</email>). To find more information about Deskbar, please visit the <ulink url="http://raphael.slinckx.net/deskbar" type="http">Deskbar Web page</ulink>.
es: Nigel Tao (<email>nigel.tao@myrealbox.com</email>), Raphael Slinckx (<email>raphael@slinckx.net</email>) y Mikkel Kamstrup Edlandsen (<email>kamstrup@daimi.au.dk</email>) escribieron Deskbar. Para obtener más información acerca de Deskbar visite la <ulink url="http://raphael.slinckx.net/deskbar" type="http">Página web de Deskbar</ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the GNOME User Guide</ulink>.
es: Para informar de un fallo, o hacer alguna sugerencia concerniente a esta aplicación o este manual, siga las indicaciones en la <ulink url="ghelp:user-guide?feedback-bugs" type="help">Página de comentarios de la Guía del usuario de GNOME</ulink>.
sl: Za poročilo o hrošču ali predlog glede tega programa ali priročnika, sledite povezavi na <ulink url="ghelp:user-guide?feedback-bugs" type="help">odseku odziva uporabniškega vodnika GNOME</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A <ulink url="ghelp:gpl" type="help">copy of this license</ulink> is included with this documentation; another can be found in the file COPYING included with the source code of this program.
cs: Tento program je šířen podle ustanovení GNU General Public License, vydávané Free Software Foundation; a to buď verze 2 této licence anebo (podle vlastního uvážení) kterékoliv pozdější verze. Kopii této licence naleznete na <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">stránce projektu GNU</ulink> nebo v souboru COPYING přiloženém ke zdrojovým kódům tohoto programu.
da: Dette program udgives under betingelserne i GNU General Public License som udgivet af Free Software Foundation; enten version 2 af licensen, eller (efter eget valg) enhver senere version. En <ulink url="ghelp:gpl" type="help">kopi af denne licens</ulink> er inkluderet i denne dokumentation; en anden kan findes i filen COPYING inkluderet i kildekoden af dette program.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der <citetitle>GNU General Public License</citetitle>, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Eine <ulink url="ghelp:gpl" type="help">Kopie dieser Lizenz</ulink> ist in dieser Dokumentation enthalten, eine weitere in der Datei COPYING, die im Quellcode dieses Programms enthalten ist.
es: Este programa se distribuye bajo los términos de la Licencia Pública General GNU tal como la publica la Free Software Foundation; tanto en la versión 2 de la Licencia, o (a su opción) cualquier otra versión posterior. Se incluye <ulink url="ghelp:gpl" type="help"> una copia de esta licencia</ulink> en esta documentación, otra copia se puede encontrar en el archivo COPYING incluido con el código fuente de este programa.
sl: Ta program se razširja pod pogoji Splošnega javnega dovoljenja GNU (General Public Licence) kot je objavljeno s Free Software Foundation; ali različice 2 ali (na vašo željo) katerakoli kasnejše različice. <ulink url="ghelp:gpl" type="help">Kopija tega dovoljenja</ulink> je vključena s to dokumentacijo. Drugo kopijo je mogoče najti v datoteki COPYING vključeni z izvorno kodo tega programa.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2009. Lucas Lommer <llommer@svn.mate.org>, 2009.
da: Leif Larsen <linuxdk1978@gmail.com>, 2009
de: Mario Blättermann <mariobl@mate.org>, 2009
es: Jorge González <jorgegonz@svn.gnome.org>, 2007
sl: Andrej Žnidaršič <andrej.znidarsic@gmail.com>, 2010

source: MATE Documentation Project
cs: Dokumentační projekt MATE
da: MATE-dokumentationsprojekt
de: MATE-Dokumentationsprojekt

source: Ubuntu Documentation Project
cs: Dokumentační projekt Ubuntu
da: Ubuntu-dokumentationsprojekt
de: Ubuntu-Dokumentationsprojekt
sl: Projekt dokumentacije Ubuntu

source: Deskbar Applet Manual V2.1
cs: Návod V2.1 k appletu Deskbar
da: Manual til Deskbar-panelprogram V2.1
de: Deskbar-Applet-Handbuch V2.1
sl: Priročnik Deskbar Applet različica 2.1

source: January 2008
cs: Leden 2008
da: Januar 2008
de: Januar 2008
sl: Januar 2008

source: MATE Documentation Project <email>mate-doc-list@gnome.org</email>
da: MATE-dokumentationsprojektet <email>mate-doc-list@gnome.org</email>

source: This manual describes version 2.20 of Deskbar.
cs: Tato příručka popisuje Deskbar verze 2.20
da: Denne manual beskriver version 2.20 af Deskbar.
de: Dieses Handbuch beschreibt Version 2.20 von Deskbar.
sl: Ta priročnik opisuje Deskbar različico 2.20.

source: To report a bug or make a suggestion regarding the Deskbar applet or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the MATE User Guide</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k appletu Deskbar nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:mate-feedback" type="help">Stránka s ohlasy na MATE</ulink>.
da: For at rapportere en fejl eller lave et forslag angående Deskbar-panelprogrammet eller denne manual, så følg retningslinjerne i <ulink url="ghelp:user-guide?feedback-bugs" type="help">tilbagemeldingssektionen af MATE-brugerguiden</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Deskbar</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen im <ulink url="ghelp:user-guide?feedback-bugs" type="help">Abschnitt Rückmeldungen des Benutzerhandbuchs</ulink>."

source: DESKBAR-APPLET
da: DESKBAR-PANELPROGRAM

source: deskbar-applet
da: deskbar-panelprogram

source: The Deskbar Applet can be loaded with specific extensions that allow the user to easily and quickly search various search engines and websites, lookup words in the dictionary, search for files on the computer, or run programs, among other things.
cs: Applet Deskbar umí načíst různá rozšířeními, díky kterým může uživatel snadno a rychle prohledávat různorodé vyhledávací stroje a weby, hledat slova ve slovníku, vyhledávat soubory v počítači nebo spouštět programy, společně s dalšími věcmi.
da: Deskbar-panelprogrammet kan indlæses med specifikke udvidelser, der tillader brugeren let og hurtigt at søge i forskellige søgemaskiner og hjemmesider, slå ord op i en ordbog, søge efter filer på computeren, eller afvikle programmer, blandt andet.
de: Das Deskbar-Applet kann mit verschiedenen Erweiterungen gestartet werden, die Ihnen auf einfache Art und Weise die Suche in verschiedenen Webseiten und mit verschiedenen Suchmaschinen ermöglichen sowie das Nachschlagen von Wörtern in Wörterbüchern, das Suchen von Dateien auf dem Rechner, Ausführen von Programmen und vieles mehr.
sl: Deskbar Applet je mogoče naložiti z določenimi razširitvami, ki uporabniku med drugim omogočajo enostavno in hitro iskanje različnih iskalnikov in spletišč, iskanje besed v slovarju, iskanje datotek na računalniku in zaganjanje programov.

source: Adding Deskbar to the panel
cs: Přidání appletu Deskbar na panel
da: Tilføj Deskbar-panelprogram til panelet
de: Hinzufügen von Deskbar zu einem Panel
sl: Dodajanje Deskbarja pultu

source: Alternatively, just drag the applet from the dialog to a location on the panel.
cs: Případně můžete applet přetáhnout pomocí myši ze seznamu na požadované místo na panelu.
da: Alternativt kan panelprogrammet blot trækkes fra dialogen til et sted på panelet.
de: Wahlweise können Sie das Applet aus dem Dialog mit der Maus an einen Ort im Panel ziehen.
sl: Dodatno lahko enostavno povlečete aplet iz pogovornega okna na mesto v pultu.

source: For more information on adding applets to a panel, see the <ulink url="ghelp:user-guide?panels-addobject" type="help">MATE User Guide</ulink>.
cs: Více informací o přidávání appletů na panely uvádí <ulink url="ghelp:user-guide?panels-addobject" type="help">Uživatelská příručka MATE</ulink>.
da: Se <ulink url="ghelp:user-guide?panels-addobject" type="help">MATE-brugerguide</ulink> for mere information om at tilføje panelprogrammer til et panel.
de: Weitere Informationen über das Hinzufügen von Applets zu einem Panel finden Sie im <ulink url="ghelp:user-guide?panels-addobject" type="help">MATE Desktop-Benutzerhandbuch</ulink>.

source: Activating Deskbar
cs: Aktivace appletu Deskbar
da: Aktiverer Deskbar-panelprogram
de: Deskbar aktivieren
sl: Omogočitev Deskbarja

source: To activate Deskbar, press the Deskbar icon on the panel (see the picture below).
cs: Applet Deskbar aktivujete zmáčknutím ikony Deskbar na panelu (viz následující obrázek).
da: Tryk på Deskbar-panelprogram ikonet på panelet (se billede neden under) for at aktivere Deskbar-panelprogram.
de: Um Deskbar zu aktivieren, klicken Sie auf das Deskbar-Symbol im Panel (siehe Bild unten).
sl: Za omogčitev Deskbarja, pritisnite ikono Deskbarja v pultu (oglejte si sliko spodaj).

source: Shows the Deskbar applet.
cs: Zobrazuje applet Deskbar.
da: Viser Deskbar-panelprogram.
de: Zeigt das Deskbar-Applet.
sl: Pokaže aplet Deskbar.

source: Alternatively, press <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo> to activate Deskbar.
cs: Jinou možností aktivace appletu Deskbar je stisknout <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo>.
da: Tyrk alternativt på <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo> for a aktivere Deskbar-panelprogram.
de: Wahlweise drücken Sie <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo>, um Deskbar zu aktivieren.
sl: Dodatno lahko za omogočitev Deskbarja pritisnite <keycombo><keycap>Alt</keycap><keycap>F3</keycap></keycombo>.

source: Sticking the search box to the panel
cs: Přilepení vyhledávacího pole k panelu
da: Klæb søgeboksen på panelet
de: Anheften des Suchfeldes am Panel
sl: Lepljenje iskalnega polja na pult

source: By default, activating Deskbar will open a new window with a search box in it. If you would prefer the search box to remain attached to the panel when you activate Deskbar:
cs: Ve výchozím nastavení se při aktivaci appletu Deskbar otevře nové okno s vyhledávacím polem. Pokud chcete, aby vyhledávací pole při aktivaci Deskbaru raději zůstalo připojené u panelu, proveďte toto:
da: Som standard vil det at aktivere Deskbar åbne et nyt vindue med en søgeboks. Hvis du fortrækker, at søgeboksen forbliver tilknyttet panelet, når du aktiverer Deskbar:
de: Per Vorgabe wird beim Aktivieren von Deskbar ein neues Fenster mit einem darin enthaltenen Suchfeld geöffnet. Falls Sie bevorzugen, dass Deskbar beim Aktivieren an das Panel angehängt wird:
sl: Privzeto bo omogočitev Deskarja odprla novo okno z iskalnim polje. V primeru da vam je ljubše, če je iskalno polje ob omogočitvi Deskbarja pripeta na pult:

source: Right-click the Deskbar icon on the panel and select <guilabel>Preferences</guilabel>.
cs: Klikněte pravým tlačítkem na ikonu Deskbar na panelu a vyberte <guilabel>Nastavení</guilabel>.
da: Højreklik på Deskbar-panelprogrammets ikonet på panelet og vælg <guilabel>Indstillinger</guilabel>.
de: Klicken Sie mit der rechten Maustaste auf das Deskbar-Symbol im Panel und wählen Sie <guilabel>Einstellungen</guilabel>.
sl: Desno kliknite na ikono Deskbarja na pultu in izberite <guilabel>Možnosti</guilabel>.

source: Select the <guilabel>General</guilabel> tab and click <guilabel>Stick to panel</guilabel>.
cs: Přejděte na kartu <guilabel>Obecné</guilabel> a klikněte na <guilabel>Jako tlačítko v panelu</guilabel>.
da: Vælg fanebladet <guilabel>Generelt</guilabel> og vælg <guilabel>Klæb til panel</guilabel>.
de: Wählen Sie den Reiter <guilabel>Allgemein</guilabel> und klicken Sie auf <guilabel>Im Panel ankleben</guilabel>.
sl: Izberite zavihek <guilabel>Splošno</guilabel> in kliknite <guilabel>Prilepi na pult</guilabel>.

source: Changing the keyboard shortcut
cs: Změna klávesové zkratky
da: Ændr tastaturgenvejen
de: Wechseln der Tastenkombination
sl: Spreminjanje tipkovne bližnjice

source: You can change the keyboard shortcut used to activate Deskbar:
cs: Klávesovou zkratku, která aktivuje applet Deskbar, lze změnit:
da: Du kan ændre tastaturgenvejen, der bruges til at aktivere Deskbar-panelprogram:
de: Sie können das Tastaturkürzel ändern, das für die Aktivierung von Deskbar verwendet wird:
sl: Tipkovno bližnjico uporabljeno za omogočitev Deskbarja lahko spremenite:

source: Select the <guilabel>General</guilabel> tab.
cs: Přejdete na kartu <guilabel>Obecné</guilabel>.
da: Vælg fanebladet <guilabel>Generelt</guilabel>.
de: Wählen Sie den Reiter <guilabel>Allgemein</guilabel>.
sl: Izberite zavihek <guilabel>Splošno</guilabel>.

source: Click the text entry labelled <guilabel>Keyboard shortcut to focus</guilabel>. The text should change to say <guilabel>New accelerator...</guilabel>
cs: Klikněte do textového pole <guilabel>Zaměřit za pomoci klávesové zkratky</guilabel>. Text se změní na <guilabel>Zadejte novou zkratku</guilabel>.
da: Klik på tekstfeltet <guilabel>Tastegenvej for at fokusere</guilabel>. Teksten bør så ændre til <guilabel>Ny genvejstast...</guilabel>
de: Klicken Sie auf den Text <guilabel>Tastenkombination zum Fokussieren</guilabel>. Der Text wird in <guilabel>Neues Tastenkürzel</guilabel> geändert.

source: Type the new keyboard shortcut that you would like to use. The change will take effect immediately.
cs: Zmáčkněte na klávesnici klávesovou zkratku, kterou byste rádi používali. Volba se ihned objeví.
da: Tryk den nye tastaturgenvej som du ønsker. Forandringen vil træde i kraft øjeblikkelig.
de: Geben Sie das neue Tastenkürzel ein, das Sie verwenden wollen. Die Änderung wird sofort angewendet.
sl: Vnesite novo tipkovno bližnjico, ki jo želite uporabiti. Sprememba bo imela učinek nemudoma.

source: To cancel editing the keyboard shortcut, click anywhere outside the text entry or press <keycap>Escape</keycap>.
cs: Úpravu klávesové zkratky zrušíte kliknutím mimo textové pole nebo stiskem <keycap>Escape</keycap>.
da: Klik hvor som helst udenfor tekstfeltet eller tryk <keycap>Escape</keycap> for at annullere redigeringen af tastaturgenvejen.
de: Um die Änderung des Tastenkürzels abzubrechen, klicken Sie auf eine beliebige Stelle außerhalb des Textes oder drücken Sie <keycap>Esc</keycap>.
sl: Za preklic urejanja tipkovne bližnjice kliknite kjerkoli zunaj besedilnega vnosa ali pritisnite <keycap>Ubežno tipko</keycap>.

source: Searching for items
cs: Hledání položek
da: Søg efter elementer
de: Suchen nach Objekten
sl: Iskanje predmetov

source: Performing a search
cs: Postup při vyhledávání
da: Udfør en søgning
de: Ausführen einer Suche
sl: Izvajanje iskanja

source: Activate Deskbar and type some search terms into the search box.
cs: Aktivujte Deskbar a do vyhledávacího pole napište hledaný termín.
da: Aktiver Deskbar-panelprogram og skriv nogle søgetermer i søgeboksen.
de: Aktivieren Sie Deskbar und geben Sie einige Suchbegriffe in das Suchfeld ein.
sl: Omogočite Deskbar in v iskalno polje vnesite nekaj pogojev iskanja.

source: Deskbar will recommend some items depending on the search terms you entered.
cs: Deskbar doporučí položky mající vztah k termínu, který jste nechali vyhledat.
da: Deskbar-panelprogram vil anbefale nogle elementer afhængigt af de indtastede søgetermer.
de: Deskbar gibt einige Empfehlungen, abhängig von den von Ihnen eingegebenen Suchbegriffen.
sl: Deskbar bo priporočil nekaj predmetov glede na vnesene pogoje iskanja.

source: Click the item of your choice. Deskbar will perform the appropriate action for that item; for example, clicking a web link will cause it to be opened in your web browser.
cs: Vyberte si položku a klikněte na ni. Deskbar provede činnost odpovídající dané položce, např. kliknutím na odkaz WWW se tento otevře ve webovém prohlížeči.
da: Klik på det ønskede element. Herefter vil Deskbar udføre den handling som passer til elementet; f.eks. vil det at klikke på en internethenvisning betyde at denne henvisning bliver åbnet i en internetbrowser.
de: Klicken Sie auf das gewünschte Objekt. Deskbar führt die diesem Objekt zugeordnete Aktion aus. Beispielsweise führt der Klick auf eine Web-Adresse dazu, dass diese Adresse in Ihrem Webbrowser geöffnet wird.
sl: Kliknite na predmet po vaši izbiri. Deskbar bo izvedel primerno dejanje za ta predmet; na primer, klik na spletno povezavo bo povzročil odprtje v vašemu spletnemu brskalniku.
