Repository: benpicco/mate-deskbar-applet
Catalog: help/*/*.po
Languages: cs, da, de, es, sl

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
da: Der gives tilladelse til at kopiere, distribuere og/eller ændre dette dokument under betingelserne i GNU Free Documentation License (GFDL), version1.1 eller enhver nyere version udgivet af Free Software Foundation uden invariante afsnit, uden forsidetekster, og uden bagsidetekster. Du kan finde en kopi af GFDL'en her: <ulink type="help" url="ghelp:fdl">link</ulink>, eller i filen COPYING-DOCS der distribueres med denne manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
es: Se otorga permiso para copiar, distribuir y/o modificar este documento bajo los términos de la Licencia de Documentación Libre de GNU, Versión 1.1 o cualquier otra versión posterior publicada por la Free Software Foundation; sin Secciones Invariantes ni Textos de Cubierta Delantera ni Textos de Cubierta Trasera. Puede encontrar una copia de la licencia GFDL en este <ulink type="help" url="ghelp:fdl">enlace</ulink> o en el archivo COPYING-DOCS distribuido con este manual.
sl: Dovoljeno je kopiranje, razširjanje in/ali spreminjanje tega dokumenta pod pogoji GNU Free Documentation License (GFDL) različice 1.1 ali katerekoli kasnejše različice, ki jo je objavila Free Software Foundation brez stalnih odsekov, besedila naslovnice in zadnje strani. Kopijo GFDL lahko najdete na tej <ulink type="help" url="ghelp:fdl">povezavi</ulink> ali v COPYING-DOCS distribuiranim s tem priročnikom.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
es: Este manual es parte de una colección de manuales de GNOME distribuido bajo la GFDL. Si quiere distribuir este manual por separado de la colección, puede hacerlo añadiendo una copia de la licencia al manual, tal como se describe en la sección 6 de la licencia.
sl: Ta priročnik je del zbirke priročnikov GNOME distribuiranih pod GFDL. V primeru, da želite ta priročnik razširjati ločeno od zbirke, je treba priročniku dodati kopije dovoljenja, kot je opisano v odseku 6.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
es: Muchos de los nombres utilizados por las empresas para distinguir sus productos y servicios se consideran marcas comerciales. Cuando estos nombres aparezcan en la documentación de GNOME, y siempre que se haya informado a los miembros del Proyecto de documentación de GNOME de dichas marcas comerciales, los nombres aparecerán en mayúsculas o con las iniciales en mayúsculas.
sl: Veliko imen podjetja uporabljajo za ločevanje njihovih izdelkov in storitev, zato si jih lastijo kot blagovne znamke. Kjer se ta mena pojavijo v katerikoli dokumentaciji GNOME in člani dokumentacijskega projekta GNOME vedo za njih, so imena v velikih črkah ali pa se začnejo z velikimi črkami.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ "JAK JE" BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
da: DETTE DOKUMENT GØRES TILGÆNGELIGT SÅDAN SOM DET ER, UDEN NOGEN FORMFOR GARANTI, HVERKEN UDTALT ELLER ANTYDET, DERIBLANDT, UDEN BEGRÆNSNINGER, GARANTIER OM AT DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET ER FRIT FOR DEFEKTER, PASSENDE TIL ET BESTEMT FORMÅL ELLER IKKE-KRÆNKENDE. DU HÆFTER SELV FOR HELE RISIKOEN VEDRØRENDE KVALITET,KORREKTHED OG YDELSE FOR DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET. SKULLE ET DOKUMENT, ELLER EN ÆNDRET VERSION AF ET DOKUMENT VISE SIG AT VÆRE DEFEKT PÅ EN HVILKEN SOM HELST MÅDE, HÆFTER DU FOR BETALING FOR EVENTUEL NØDVENDIG SERVICE, REPARATION ELLER KORREKTION (OG IKKE HVERKEN DEN OPRINDELIGE FORFATTER, SKRIBENT ELLER NOGEN ANDEN BIDRAGYDER). DENNE ERKLÆRING OM GARANTIFORBEHOLD ER EN ESSENTIEL DEL AF DENNE LICENS. INGEN BRUG AF NOGET DOKUMENT ELLER ÆNDRET VERSION AF DOKUMENTET ER AUTORISERET HERUNDER BORTSET FRA DENNE FORBEHOLDSERKLÆRING; OG UNDER INGEN OMSTÆNDIGHEDER OG UNDER INGEN JURIDISK TEORI, UANSET OM DET ER EN BEVIDST SKADENDE HANDLING (INKLUSIVE UFORSVARLIGHED) ELLER PÅ HVILKEN SOM HELST ANDEN MÅDE, KAN FORFATTEREN, SKRIBENT, BIDRAGYDERE, DISTRIBUTØRER ELLER FORSYNER AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER GØRES ANSVARLIG OVERFOR NOGEN PERSON FOR NOGEN DIREKTE, INDIREKTE, SPECIEL, TILFÆLDIG ELLER FØLGENDE SKADE PÅFØRT NOGEN INKLUSIVE, UDEN BEGRÆNSNING, SKADE SOM FØLGE AF TAB AF RYGTE, ARBEJDSSTOP, COMPUTER-FEJL ELLER -SVIGT, ELLER ENHVER ANDEN FORM FOR SKADE ELLER TAB SOM ER OPSTÅET I FORBINDELSE MED BRUG AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER HERAF, SELV HVIS EN SÅDAN PARTHAR VÆRET INFORMERET OM MULIGHEDEN FOR SÅDANNE SKADER.
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
es: EL DOCUMENTO SE OFRECE «TAL CUAL», SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO, PERO SIN LIMITARSE A ELLA, LA GARANTÍA DE QUE EL DOCUMENTO O LA VERSIÓN MODIFICADA DEL MISMO ESTÉ LIBRE DE DEFECTOS, GARANTÍA DE COMERCIALIZACIÓN, APTITUD PARA UN USO EN PARTICULAR O INCUMPLIMIENTO. TODOS LOS RIESGOS RELATIVOS A LA CALIDAD, EXACTITUD O RENDIMIENTO DEL DOCUMENTO O LA VERSIÓN MODIFICADA DEL MISMO SON ASUMIDOS POR VD. EN CASO DE QUE EL DOCUMENTO O LA VERSIÓN MODIFICADA SEAN DEFECTUOSOS, VD. (NO EL ESCRITOR ORIGINAL NI EL AUTOR NI NINGUNO DE LOS COLABORADORES) ASUMIRÁ EL COSTE DE CUALQUIER MANTENIMIENTO, REPARACIÓN O CORRECCIÓN QUE SEAN NECESARIOS. ESTA RENUNCIA DE GARANTÍA CONSTITUYE UNA PARTE ESENCIAL DE ESTA LICENCIA NO SE AUTORIZA EL USO DE NINGÚN DOCUMENTO NI VERSIÓN MODIFICADA DEL MISMO, SALVO EN LAS CONDICIONES ESPECIFICADAS EN ESTA RENUNCIA; Y BAJO NINGUNA CIRCUNSTANCIA NI SUPUESTO LEGAL, YA SEA POR AGRAVIO (INCLUIDA LA NEGLIGENCIA), CONTRATO U OTROS CASOS, SERÁN RESPONSABLES EL AUTOR, EL ESCRITOR ORIGINAL, CUALQUIERA DE LOS COLABORADORES O DISTRIBUIDORES DEL DOCUMENTO O UNA VERSIÓN MODIFICADA DEL MISMO NI CUALQUIER PROVEEDOR DE TALES PARTES ANTE UN TERCERO, POR CUALQUIER PERJUICIO DIRECTO, INDIRECTO, ESPECIAL, ACCIDENTAL O CONSECUTIVO DE CUALQUIER TIPO, INCLUYENDO SIN LIMITACIÓN LOS DAÑOS POR PÉRDIDA DE CLIENTES, INTERRUPCIONES DEL TRABAJO, FALLO DE SISTEMAS O MALFUNCIONAMIENTO, O CUALQUIER OTRO DAÑO O PÉRDIDA CAUSADA O RELACIONADA CON EL USO DEL DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO, AUN CUANDO SE HAYA INFORMADO DE LA POSIBILIDAD DE DICHOS DAÑOS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
da: DETTE DOKUMENT OG MODIFICEREDE VERSIONER GØRES TILGÆNGELIGT UNDER BETINGELSERNE I GNU FREE DOKUMENTATION LICENS UNDER DEN FORUDSÆTNINGAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
es: ESTE DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO SE PROPORCIONAN SEGÚN LAS CONDICIONES ESTABLECIDAS EN LA LICENCIA DE DOCUMENTACIÓN LIBRE DE GNU (GFDL) Y TENIENDO EN CUENTA QUE: <placeholder-1/>
sl: DOKUMENT IN SPREMENJENE RAZLIČICE DOKUMENTA SO ZAGOTOVLJENE POD POGOJI GNU FREE DOCUMENTATION LICENCE Z NADALJNJIM RAZUMEVANJE DA: <placeholder-1/>

source: Deskbar Applet Manual
cs: Příručka appletu Deskbar
da: Manual til Deskbar-panelprogram
de: Deskbar-Applet-Handbuch
es: Manual de la miniaplicación Deskbar
sl: Priročnik Deskbar Applet

source: GNOME Documentation Project
es: Proyecto de documentación de GNOME
sl: Projekt dokumentacije GNOME

source: Deskbar is a quick access and search applet.
cs: Deskbar je applet pro rychlý přístup a vyhledávání
da: Deskbar er et hurtigadgangs- og søgepanelprogram.
de: Deskbar ist eine universales Eingabezeile für Suchen und das Starten von Anwendungen.
es: Deskbar es una miniaplicación de rápido acceso y búsqueda.
sl: Deskbar je aplet hitrega dostopa in iskanja

source: Documentation
es: Documentación

source: Writer 2
es: Escritor 2

source: Writer 1
es: Escritor 1

source: Deskbar Applet Manual V2.0
cs: Příručka appletu Deskbar verze 2.0
da: Manual til Deskbar-panelprogram V2.0
de: Deskbar-Applet-Handbuch V2.0
es: Manual de la miniaplicación Deskbar V2.0
sl: Priročnik Deskbar Applet različica 2.0

source: March 2002
es: Marzo de 2002

source: Documentation Writer 2 <email>docwriter2@gnome.org</email>
es: Escritor 2 de la documentación <email>escritordocumentacion2@gnome.org</email>

source: Full title of previous manual.
es: Título completo del manual anterior.

source: Release date of previous manual.
es: Fecha de lanzamiento del manual anterior.

source: Documentation Writer 1 <email>docwriter2@gnome.org</email>
es: Escritor 1 de la documentación <email>escritordocumentacion1@gnome.org</email>

source: This manual describes version 2.16 of Deskbar.
es: Este manual describe la versión 2.16 de Deskbar.

source: Feedback
cs: Zpětná vazba
da: Tilbagemelding
de: Rückmeldungen
es: Comentarios
sl: Odziv

source: To report a bug or make a suggestion regarding the Deskbar applet or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the GNOME User Guide</ulink>.
es: Para informar de un defecto o hacer alguna sugerencia sobre la aplicación Deskbar o este manual, siga las instrucciones que aparecen en la <ulink url="ghelp:gnome-feedback" type="help">Página de comentarios de GNOME</ulink>.
sl: Za poročilo o hrošču ali predlog glede Deskbar appleta ali tega priročnika, sledite smerem v <ulink url="ghelp:user-guide?feedback-bugs" type="help">Odseku odziv uporabniškega vodiča GNOME</ulink>.

source: MY-GNOME-APPLET
es: MI-MINIAPLICACIÓN-GNOME

source: mygnomeapplet
es: miminiaplicacióngnome

source: Introduction
cs: Úvod
da: Indledning
de: Einführung
es: Introducción
sl: Uvod

source: Shows Deskbar applet. Contains default character buttons.
es: Muestra la miniaplicación Deskbar. Contiene los botones de caracteres predeterminados.

source: Use Deskbar applet to search your computer and the web. With Deskbar, you can search for applications, files and folders, your emails and address book, your web bookmarks and history, and web search engines such as Google.
es: Utilice la miniaplicación Deskbar para buscar en su equipo y en la red. Con Deskbar puede buscar aplicaciones, archivos y carpetas, sus correos electrónicos y su libreta de direcciones, sus marcadores web y su historial así como en los motores de búsqueda como Google.

source: To add Deskbar to a panel:
cs: Deskbar přidáte na panel takto:
da: Tilføje deskbar-panelprogram til et panel:
de: So fügen Sie Deskbar zu einem Panel hinzu:
es: Para añadir Deskbar a un panel:
sl: Za dodajaje Deskbarja pultu:

source: Right-click on the panel to open the panel popup menu, then choose <menuchoice><guimenu>Add to Panel</guimenu></menuchoice>.
cs: Klikněte pravým tlačítkem na panel a z kontextové nabídky a vyberte <menuchoice><guimenu>Přidat na panel</guimenu></menuchoice>.
da: Højreklik på panelet for at åbne panel-pop op-menuen og vælg <menuchoice><guimenu>Tilføj til panel</guimenu></menuchoice>.
de: Klicken Sie mit der rechten Maustaste auf das Panel, um das Kontextmenü zu öffnen. Wählen Sie anschließend <menuchoice><guimenu>Zum Panel hinzufügen</guimenu></menuchoice>.
es: Pulse con el botón derecho sobre el panel para abrir el menú emergente del panel, después elija <menuchoice><guimenu>Añadir al panel...</guimenu></menuchoice>.
sl: Desno kliknite na pult za pojavni meni in nato izberite <menuchoice><guimenu>Dodaj na pult</guimenu></menuchoice>.

source: Select Deskbar in the <guilabel>Add to Panel</guilabel> dialog, then click <guibutton>Add</guibutton>.
cs: V okně <guilabel>Přidat na panel</guilabel> vyberte Deskbar a klikněte na <guibutton>Přidat</guibutton>.
da: Vælg Deskbar-panelprogram i <guilabel>Tilføj til Panel</guilabel>-dialogen, og klik <guibutton>Tilføj</guibutton>.
de: Wählen Sie Deskbar im Dialog <guilabel>Zum Panel hinzufügen</guilabel> und klicken Sie anschließend auf <guibutton>Hinzufügen</guibutton>.
es: Seleccione Deskbar del diálogo <guilabel>Añadir al panel...</guilabel>, después pulse <guibutton>Añadir</guibutton>.
sl: Izberite Deskbar v pogovornemu oknu <guilabel>Dodaj na pult</guilabel>, nato kliknite <guibutton>Dodaj</guibutton>.

source: For more information on adding Deskbar to a panel, see the <ulink url="ghelp:user-guide?panels-addobject" type="help">GNOME User Guide</ulink>.
es: Para obtener más información sobre cómo añadir Deskbar a un panel, vea la <ulink url="ghelp:user-guide?panels-addobject" type="help">Guía del usuario de GNOME</ulink>.

source: Usage
es: Uso

source: When you add Deskbar to a panel for the first time, the applet displays a default list of characters. You can select a character from the default list, or you can select a character from predefined groups of characters. Each predefined group of characters is associated with a standard character on your keyboard.
es: Cuando añada Deskbar a un panel por primera vez, la miniaplicación mostrará una lista de caracteres predeterminados. Puede seleccionar un carácter de la lista predeterminada o puede seleccionar un carácter de un grupo de caracteres predefinidos. Cada grupo de caracteres predefinido está asociado con un carácter estándar de su teclado.

source: Topic 1
es: Tema 1

source: Click on the character in the applet that you require. The character button is pressed in to indicate that the character is selected.
es: Pulse en el carácter de la miniaplicación que desee. El botón del carácter se pulsará para indicar que el carácter está seleccionado.

source: Point to the location in an application where you want to put the character and middle-click to insert the character. You can also paste the character into the application if a paste facility is available. You can repeat the insertion as many times as you want because the character remains selected until you click on another character in the applet.
es: Apunte al lugar dentro de una aplicación donde quiera poner el carácter y pulse con el botón del medio para introducir el carácter. También puede pegar el carácter en la aplicación si hay disponible alguna facilidad para hacerlo. Puede repetir la inserción tantas veces como desee porque el carácter permanece seleccionado hasta que pulse sobre otro carácter en la aplicación.

source: To select a character from the applet and insert the character into a text string, perform the following steps: <placeholder-1/>
es: Para seleccionar un carácter de la miniaplicación e insertar el carácter en una cadena de búsqueda, realice los siguientes pasos: <placeholder-1/>

source: Some applications do not support the full ISO-8859-1 character set specification. You can not insert unsupported characters into an application.
es: Algunas aplicaciones no soportan la especificación completa del juego de caracteres ISO-8859-1. No puede insertar caracteres no soportados en una aplicación.

source: Topic 2
es: Tema 2

source: You can change the characters that are displayed in the applet from the default list to a predefined group of characters.
es: Puede cambiar los caracteres que se muestran en la miniaplicación desde la lista predeterminada a un grupo de caracteres predefinidos.

source: Click on any character in the default list to activate the applet.
es: Pulse en cualquier carácter de la lista predeterminada para activar la miniaplicación.

source: Character Group Associated With the A Key
es: Grupo de caracteres asociados a la tecla A

source: Screen shot of the character group associated with the "A" key.
es: Captura de pantalla del grupo de caracteres asociados a la tecla «A».

source: Press the keyboard character that is associated with the group of characters that you want to display. For example, press <keycap>A</keycap> to display the group of characters in the following figure. <placeholder-1/>
es: Pulse el carácter del teclado asociado al grupo de caracteres que quiere mostrar. Por ejemplo, pulse <keycap>A</keycap> para mostrar el grupo de caracteres de la siguiente figura. <placeholder-1/>

source: To display a group of predefined characters, perform the following steps: <placeholder-1/>
es: Para mostrar un grupo de caracteres predeterminado realice los siguientes pasos: <placeholder-1/>

source: You can select the character that you require from the group of characters in the applet, then insert the character into your text string.
es: Puede seleccionar el carácter que necesite del grupo de caracteres en la miniaplicación, después introduzca el carácter en su cadena de texto.

source: The following chart lists keyboard characters and their associated groups of characters. The keyboard characters are listed in the first column of each section in the chart. The character groups that are associated with each keyboard character are shown in the other columns.
es: La siguiente tabla lista caracteres del teclado y sus grupos de caracteres asociados. Los caracteres del teclado se listan en la primera columna de cada sección de la tabla. Los grupos de caracteres que están asociados con cada carácter del teclado se muestran en las otras columnas.

source: Character Groups Associated With Keyboard Keys
es: Grupos de caracteres asociados a teclas

source: Screen shot of character groups associated with various keyboard keys.
es: Captura de pantalla de un grupo de caracteres asociados a varias teclas.

source: Topic 3
es: Tema 3
