Repository: benpicco/mate-deskbar-applet
Catalog: help/*/*.po
Languages: cs, da, de, es, sl

source: Some search results have more than one possible action. In this case, a <quote><guilabel>&gt;</guilabel></quote> is displayed to the right of the item. When you click on the <quote><guilabel>&gt;</guilabel></quote> you will get a list of available actions.
cs: Některé výsledky hledaní mohou mít více možností, jak s nimi naložit. V takovém případě se po pravé straně položky objeví značka <quote><guilabel>&gt;</guilabel></quote>. Pokud na <quote><guilabel>&gt;</guilabel></quote> kliknete, zobrazí se možnosti, co vše lze provést.
da: Nogle søgeresultater har mere end en mulig handling. I dette tilfælde, vil tegnet <quote><guilabel>&gt;</guilabel></quote> blive vist til højre for punktet. Når du kliker på <quote><guilabel>&gt;</guilabel></quote> vil du få vist en liste af tilgængelige handlinger.
de: Für einige Suchergebnisse gibt es mehr als eine mögliche Aktion. In diesem Fall wird ein <quote><guilabel>&gt;</guilabel></quote> rechts neben dem Objekt angezeigt. Wenn Sie auf das <quote><guilabel>&gt;</guilabel></quote> klicken, erhalten Sie eine Liste der möglichen Aktionen.
sl: Nekateri rezultati iskanja imajo več kot eno mogoče dejanje. V temu primeru je desno od njih prikazan znak <quote><guilabel>&gt;</guilabel></quote>. Ko kliknite na <quote><guilabel>&gt;</guilabel></quote>, boste dobili seznam razpoložljivih dejanj.

source: Enabling and disabling search extensions
cs: Povolení a zakázání vyhledávacích rozšíření
da: Aktiver og deaktiver søgeudvidelser
de: Aktivieren und Deaktivieren von Such-Erweiterungen
sl: Omogočanje in onemogočanje razširitev iskanja

source: You can enable and disable search extensions in order to change what types of search are displayed in the search results. For example, you might wish to enable the Dictionary extension so that you can look up word definitions using Deskbar.
cs: Vyhledávací rozšíření můžete povolovat a zakazovat, čímž ovlivňujete, jaké typy hledání se budou zobrazovat ve výsledcích. Například můžete chtít povolit rozšíření Slovník, abyste pomocí appletu Deskbar mohli hledat výklady slov.
da: Du kan aktivere og deaktivere søgeudvidelser, for at ændre de typer af søgninger der bliver vist i søgeresultaterne. F.eks. ønsker du måske at aktivere ordbogsudvidelsen, så du kan slå forskellige ords betydninger op ved brug af Deskbar-panelprogram.
de: Sie können Sucherweiterungen aktivieren und deaktivieren, um die Suchergebnissen anhand der Suchtypen anzupassen. Beispielsweise möchten Sie die Wörterbuch-Erweiterung aktivieren, so dass Sie mit Hilfe von Deskbar Wörter nachschlagen können.
sl: Razširitve iskanja lahko omogočite in onemogočite za spremembo vrst iskanja prikazanih med rezultati iskanja. Na primer, morda želite omogočiti razširitev Slovar, zato da lahko z Deskbarjem poiščete definicije besed.

source: Select the <guilabel>Searches</guilabel> tab.
cs: Přejděte na kartu <guilabel>Hledání</guilabel>.
da: Vælg fanebladet <guilabel>Søgninger</guilabel>.
de: Wählen Sie den Reiter <guilabel>Suchen</guilabel>.
sl: Izberite zavihek <guilabel>Iskanja</guilabel>.

source: To enable a search extension, select it from the list. To disable a search extension, deselect it.
cs: Vyhledávací rozšíření povolíte jeho výběrem v seznamu. Zakážete ho tak, že zrušíte jeho výběr.
da: Vælg en søgeudvidelse på listen for at aktivere den. Fravælg den på listen for at deaktivere den.
de: Um eine Sucherweiterung zu aktivieren, wählen Sie sie in der Liste aus. Um eine Sucherweiterung zu deaktivieren, machen Sie die Auswahl rückgängig.
sl: Za omogočitev razširitve iskanja jo izberite s seznama. Za onemogočitev razširitve iskanja odstranite izbiro.

source: For some search extensions you can click <guibutton>More...</guibutton> to set additional settings.
cs: U některých vyhledávacích rozšíření je možné provést dodatečná nastavení pomocí tlačítka <guibutton>Více...</guibutton>.
da: For visse søgeudvidelser kan du trykke <guibutton>Mere...</guibutton> for at ændre yderligere indstillinger.
de: Bei einigen Sucherweiterungen können Sie auf <guibutton>Mehr</guibutton> klicken, um zusätzliche Einstellungen vorzunehmen.
sl: Za nekatere razširitve iskanja lahko kliknite <guibutton>Več ...</guibutton> za dodatne nastavitve.

source: Changing the order of search extensions
cs: Změna pořadí vyhledávacích rozšíření
da: Ændr rækkefølgen af søgningsudvidelser
de: Ändern der Reihenfolge der Sucherweiterungen
sl: Sprememba vrstnega reda razširitev iskanja

source: You can change the order of the search extensions, so that types of search which are more important to you are displayed at the start of the search results.
cs: Pořadí zobrazení vyhledávacích rozšíření lze změnit tak, aby se typy hledání, které jsou pro vás důležitější, zobrazovaly na začátku seznamu výsledků.
da: Du kan ændre rækkefølgen af søgeudvidelser, så den type af søgning som er vigtigst for dig bliver vist i starten af søgeresultaterne.
de: Sie können die Reihenfolge der Sucherweiterungen ändern, so dass bestimmte, für Sie bedeutendere Suchtypen am Anfang der Suchergebnisse angezeigt werden.
sl: Vrstni red razširitev iskanja lahko spremenite tako da so vrste iskanja, ki so vam pomembnejše, prikazane na začetku rezultatov iskanja.

source: Select the search extension, then click <guibutton>Top</guibutton>, <guibutton>Up</guibutton>, <guibutton>Down</guibutton> or <guibutton>Bottom</guibutton> to change the search extension's order.
cs: Vyberte vyhledávací rozšíření a změňte jeho pořadí klikáním na <guibutton>Nahoru</guibutton>, <guibutton>Výš</guibutton>, <guibutton>Níž</guibutton> nebo <guibutton>Dolů</guibutton>.
da: Vælg søgeudvidelsen, tryk <guibutton>Top</guibutton>, <guibutton>Op</guibutton>, <guibutton>Ned</guibutton> eller <guibutton>Bund</guibutton> for at ændre søgeudvidelsernes rækkefølge.
de: Wählen Sie die Sucherweiterung aus und klicken Sie dann auf <guibutton>Oben</guibutton>, <guibutton>Hoch</guibutton>, <guibutton>Runter</guibutton> oder <guibutton>Unten</guibutton>, um die Reihenfolge der Sucherweiterungen zu ändern.
sl: Izberite razširitev iskanja, nato za spremembo vrstnega reda razširitve iskanja kliknite <guibutton>Vrh</guibutton>, <guibutton>Navzgor</guibutton>, <guibutton>Navzdol</guibutton> ali <guibutton>Dno</guibutton>.

source: Alternatively, drag and drop the search extensions to change their order.
cs: Případně můžete pořadí vyhledávacích rozšíření měnit přetahováním myší.
da: Alternativt kan du trække og slippe søgeudvidelsen for at ændre deres rækkefølge.
de: Wahlweise ziehen Sie die Sucherweiterungen mit der Maus, um deren Reihenfolge zu ändern.
sl: Dodatno lahko razširitve iskanja za spremembo njihovega vrstnega reda povlečete in spustite.

source: Extensions with errors
cs: Rozšíření s chybami
da: Udvidelser med fejl
de: Erweiterungen mit Fehlern
sl: Razširitve z napakami

source: If an extension does not appear in the search results as expected, there may be a problem with it.
cs: Pokud se některé rozšíření neobjevuje ve výsledcích hledání, jak byste očekávali, může s ním být nějaký problém.
da: Hvis en udvidelse ikke fremtræder i søgeresultaterne som ventet, kan der være et problem med det.
de: Falls eine Erweiterung nicht wie erwartet in den Suchergebnissen erscheint, könnte es ein Problem damit geben.
sl: V primeru da se razširitev ne pojavi v rezultatih iskanja kot pričakovano, ima morda težave.

source: Select the <guilabel>Extensions with Errors</guilabel> tab.
cs: Přejděte na kartu <guilabel>Rozšíření s chybami</guilabel>.
da: Vælg fanebladet<guilabel>Moduler med fejl</guilabel>.
de: Wählen Sie den Reiter <guilabel>Erweiterungen mit Fehlern</guilabel>.
sl: Izberite zavihek <guilabel>Razširitve z napakami</guilabel>.

source: To see the reason for an error, select the affected extension from the list. Information on the error will be shown below the list.
cs: Příčinu chyby konkrétního rozšíření zobrazíte tak, že v seznamu zvolíte postižené rozšíření a pod seznamem se zobrazí informace o chybě.
da: Vælg den påvirkede udvidelse fra listen for at se grunden til en fejl. Informationer om fejlen vil blive vist neden under listen.
de: Um die Ursache des Fehlers zu finden, wählen Sie die betreffende Erweiterung in der Liste aus. Informationen über den Fehler werden unterhalb der Liste angezeigt.
sl: Za ogled vzroka napake na seznamu izberite prizadeto razširitev. Podrobnosti o napaki bodo prikazane pod seznamom.

source: Search history
cs: Historie vyhledávání
da: Søgehistorik
de: Such-Chronik
sl: Zgodovina iskanja

source: Using the history
cs: Používání historie
da: Brug af historikken
de: Benutzung der Chronik
sl: Uporaba zgodovine

source: The search history is a list of searches which you have made before. Instead of inputting the same search terms again, you can select a previous search from the history.
cs: Historie hledání je seznam hledání, která jste prováděli dříve. Místo abyste museli znovu zadávat hledaný termín, stačí když si vyberete předchozí hledání v historii.
da: Søgehistorikken er en liste af søgninger, som du har udført før. I stedet for indtaste de samme søgetermer igen, kan du vælge en tidligere søgning fra historikken.
de: Die Chronik ist eine Liste von früher ausgeführten Suchvorgängen. Sie können frühere Suchvorgänge aus der Chronik wählen, ohne dieselben Suchbegriffe erneut eingeben zu müssen.
sl: Zgodovina iskanja je seznam iskanj, ki ste jih naredili v preteklosti. Namesto ponovnega vpisa enakih pogojev iskanja lahko izberete prejšnje iskanje iz zgodovine.

source: Activate Deskbar.
cs: Aktivujte Deskbar.
da: Aktiver Deskbar-panelprogram.
de: Deskbar aktivieren.
sl: Omogočite Deskbar.

source: Click <guibutton>Choose action</guibutton> and select a previous search from the list.
cs: Klikněte na tlačítko <guibutton>Vybrat akci</guibutton> a v seznamu vyberte některé z předchozích hledání.
da: Tryk <guibutton>Vælg handling</guibutton> og vælg en tidligere søgning fra listen.
de: Klicken Sie auf <guibutton>Aktion auswählen</guibutton>, um eine frühere Suche aus der Liste zu wählen.
sl: Kliknite <guibutton>Izberi dejanje</guibutton> in s seznama izberite prejšnje iskanje.

source: The search you selected will be performed again.
cs: Vyhledání, které zvolíte, se ihned provede.
da: Søgningen du har valgt vil blive udført igen.
de: Die gewählte Suche wird erneut ausgeführt.
sl: Iskanje, ki ste ga izbrali, bo ponovno izvedeno.

source: Clearing the history
cs: Mazání historie
da: Ryd historikken
de: Löschen der Chronik
sl: Čiščenje zgodovine

source: Sometimes you may want to clear your search history. There are two ways of achieving this:
cs: Občas můžete chtít historii hledání vymazat. Jsou dva způsoby, jak toho dosáhnout:
da: Nogle gange ønsker du måske at rydde din søgehistorik. Der er to måder at gøre det på:
de: Eventuell möchten Sie Ihre Such-Chronik löschen. Dies ist auf folgende zwei Arten möglich:
sl: Včasih boste morda želeli počistiti zgodovino iskanja. Za to obstajata dva načina:

source: Activate Deskbar and click the <guilabel>Clear</guilabel> button to the right of the <guibutton>Choose action</guibutton> drop-down list.
cs: Aktivujte Deskbar a klikněte na tlačítko <guilabel>Vymazat</guilabel> napravo od vyskakovacího seznamu <guibutton>Výběr akce</guibutton>.
da: Aktiver Deskbar-panelprogram og tryk på <guilabel>Ryd</guilabel>-knappen til højre for <guibutton>Vælg handling</guibutton>-rullegardinslisten.
de: Aktivieren Sie Deskbar und klicken Sie auf den Knopf <guilabel>Leeren</guilabel> an der rechten Seite der Ausklappliste <guibutton>Aktion auswählen</guibutton>.
sl: Omogočite Deskbar in kliknite gumb <guilabel>Počisti</guilabel> desno od spustnega seznama <guibutton>izberite dejanje</guibutton>.

source: Right-click the Deskbar icon on the panel and select <guilabel>Clear History</guilabel>.
cs: Klikněte pravým tlačítkem na ikonu appletu Deskbar na panelu a zvolte <guilabel>Vymazat historii</guilabel>.
da: Højreklik ikonet til Deskbar-panelprogram på panelet og vælg <guilabel>Ryd historik</guilabel>.
de: Klicken Sie mit der rechten Maustaste auf das Deskbar-Symbol im Panel und wählen Sie <guilabel>Chronik leeren</guilabel>.
sl: Z desnim klikom na ikono Deskbar v pultu in izberite <guilabel>Počisti zgodovino</guilabel>.

source: Installing new extensions
cs: Instalace nových rozšíření
da: Installér nye moduler
de: Installieren neuer Erweiterungen
sl: Nameščanje novih razširitev

source: You can install new search extensions for Deskbar.
cs: Do appletu Deskbar si můžete instalovat nová vyhledávací rozšíření.
da: Du kan installere nye søgemoduler for Deskbar-panelprogram.
de: Sie können neue Such-Erweiterungen für Deskbar installieren.
sl: Za Deskbar lahko namestite nove razširitve iskanja.

source: Drag and drop a search extension onto the <application>Preferences</application> dialog to install it. This works with <filename>.py</filename>, <filename>.tar.gz</filename>, <filename>.tar.bz2</filename>, <filename>.tar</filename> and <filename>.zip</filename> files.
cs: Vyhledávací rozšíření nainstalujete tak, že jej přetáhnete myší do okna <application>Nastavení</application>. Applet pracuje se soubory <filename>.py</filename>, <filename>.tar.gz</filename>, <filename>.tar.bz2</filename>, <filename>.tar</filename> a <filename>.zip</filename>.
da: Træk og slip en søgeudvidelse ind i <application>Indstillinger</application>-dialogen for at installere den. Dette virker med <filename>.py</filename>-, <filename>.tar.gz</filename>-, <filename>.tar.bz2</filename>-, <filename>.tar</filename>- og <filename>.zip</filename>-filer.
de: Ziehen Sie eine Sucherweiterung mit der Maus in den <application>Einstellungsdialog</application>, um sie zu installieren. Dies funktioniert mit Dateien mit den Endungen <filename>.py</filename>, <filename>.tar.gz</filename>, <filename>.tar.bz2</filename>, <filename>.tar</filename> und <filename>.zip</filename>.
sl: Za namestitev razširitve iskanja jo povlecite in spustite v pogovorno okno <application>Možnosti</application>. To deluje z datotekami <filename>.py</filename>, <filename>.tar.gz</filename>, <filename>.tar.bz2</filename>, <filename>.tar</filename> in <filename>.zip</filename>.

source: Alternatively, you can drag and drop an URL from your web browser onto the <application>Preferences</application> dialog. The file will be downloaded and installed automatically.
cs: Můžete také do okna <application>Nastavení</application> přetáhnout adresu URL přímo ze svého webového prohlížeče. Soubor se automaticky stáhne a nainstaluje.
da: Alternativt kan du trække og slippe en URL fra din internetbrowser ind i dialogen <application>Indstillinger</application>. Filen bliver hentet og installeret automatisk.
de: Wahlweise können Sie eine Adresse einer Erweiterung aus Ihrem Webbrowser mit der Maus in den <application>Einstellungsdialog</application> ziehen. Die Datei wird heruntergeladen und automatisch installiert.
sl: Naslov URL je mogoče tudi povleči in spustiti iz vašega spletnega brskalnika v pogovorno okno <application>Možnosti</application>. Datoteka bo samodejno prejeta in nameščena.

source: Deskbar was written by Nigel Tao (<email>nigel.tao@myrealbox.com</email>), Raphael Slinckx (<email>raphael@slinckx.net</email>), Mikkel Kamstrup Erlandsen (<email>kamstrup@daimi.au.dk</email>), Sebastian Pölsterl (<email>marduk@k-d-w.org</email>). To find more information about Deskbar, please visit the <ulink url="http://www.gnome.org/projects/deskbar-applet/" type="http">Deskbar Web page</ulink>.
da: Deskbar-panelprogram er skrevet af Nigel Tao (<email>nigel.tao@myrealbox.com</email>), Raphael Slinckx (<email>raphael@slinckx.net</email>), Mikkel Kamstrup Erlandsen (<email>kamstrup@daimi.au.dk</email>), Sebastian Pölsterl (<email>marduk@k-d-w.org</email>). Besøg <ulink url="http://www.gnome.org/projects/deskbar-applet/" type="http">Deskbars hjemmeside</ulink> for yderligere information om Deskbar.
sl: Program Deskbar so napisali Nigel Tao (<email>nigel.tao@myrealbox.com</email>), Raphael Slinckx (<email>raphael@slinckx.net</email>), Mikkel Kamstrup Erlandsen (<email>kamstrup@daimi.au.dk</email>), Sebastian Pölsterl (<email>marduk@k-d-w.org</email>). Za več podrobnosti o programu obiščite <ulink url="http://www.gnome.org/projects/deskbar-applet/" type="http">Spletišče Deskbar</ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">Feedback section of the MATE User Guide</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k appletu nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:user-guide?feedback-bugs" type="help">Stránka s ohlasy na MATE</ulink>.
da: Følg retningslinjerne i <ulink url="ghelp:user-guide?feedback-bugs" type="help">Tilbagemeldingssektionen i MATE's brugerguide</ulink> for at rapportere fejl, eller indsende forslag til denne applikation, eller denne manual.
de: Um Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen im <ulink url="ghelp:usr-guide?feedback-bugs" type="help">MATE-Benutzerhandbuch</ulink>."

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček MATE, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
da: Denne manual er en del af MATE-manualsamlingen distribueret under GFDL. Hvis du vil distribuere denne manual separat fra denne samling, kan du gøre det ved at tilføje en kopi af licensen til manualen, som beskrevet i sektion 6 af licensen.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu MATE jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
da: Mange af navnene brugt af firmaer til at skelne deres produkter og tjenester er betegnet som mærkevarer. Der hvor de navne optræder i en MATE-dokumentation, og medlemmerne af MATE-dokumentationsprojektet er blevet gjort opmærksomme på disse varemærker, så er navnene skrevet med store bogstaver eller store forbogstaver.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: @@image: 'figures/deskbar-applet.png'; md5=5e92f021d6f7348ac64fc38bc8f57eba
de: translated

source: December 2006
cs: Prosinec 2006
de: Dezember 2006

source: MATE Documentation Project <email>mate-doc-list@mate.org</email>
cs: Dokumentační projekt MATE <email>mate-doc-list@mate.org</email>
de: MATE-Dokumentationsprojekt <email>mate-doc-list@mate.org</email>

source: Deskbar was written by Nigel Tao (<email>nigel.tao@myrealbox.com</email>), Raphael Slinckx (<email>raphael@slinckx.net</email>), Mikkel Kamstrup Erlandsen (<email>kamstrup@daimi.au.dk</email>), Sebastian Pölsterl (<email>marduk@k-d-w.org</email>). To find more information about Deskbar, please visit the <ulink url="http://www.mate.org/projects/deskbar-applet/" type="http">Deskbar Web page</ulink>.
cs: Deskbar napsal Nigel Tao (<email>nigel.tao@myrealbox.com</email>), Raphael Slinckx (<email>raphael@slinckx.net</email>), Mikkel Kamstrup Erlandsen (<email>kamstrup@daimi.au.dk</email>) a Sebastian Pölsterl (<email>marduk@k-d-w.org</email>). Více informací o appletu Deskbar je zveřejněno na <ulink url="http://www.mate.org/projects/deskbar-applet/" type="http">webových stránkách Deskbar</ulink>.
de: Deskabr wurde von Nigel Tao (<email>nigel.tao@myrealbox.com</email>), Raphael Slinckx (<email>raphael@slinckx.net</email>), Mikkel Kamstrup Erlandsen (<email>kamstrup@daimi.au.dk</email>) und Sebastian Pölsterl (<email>marduk@k-d-w.org</email>) geschrieben. Weitere Informationen über Deskbar finden Sie auf der <ulink url="http://www.mate.org/projects/deskbar-applet/" type="http">Deskbar-Webseite</ulink>.

source: GNOME Documentation Project <email>gnome-doc-list@gnome.org</email>
sl: Projekt dokumentacije GNOME <email>gnome-doc-list@gnome.org</email>

source: For more information on adding applets to a panel, see the <ulink url="ghelp:user-guide?panels-addobject" type="help">GNOME User Guide</ulink>.
sl: Za več podrobnosti o dodajanju apletov na pladenj si oglejte <ulink url="ghelp:user-guide?panels-addobject" type="help">Uporabniški vodič GNOME</ulink>.
