Repository: benpicco/mate-deskbar-applet
Catalog: po/*.po
Languages: ast, be@latin, bn, de, en@shaw, eo, ku, lv, mg, pt, ro

source: Switch User
ast: Camudar d'usuariu
be@latin: Pieraklučy karystalnika
bn: ব্যবহারকারী পরিবর্তন করুন
de: Benutzer wechseln
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘¿ğ‘Ÿğ‘¼
eo: Ŝanĝi uzanton
ku: Bikarhêner biguherîne
lv: Mainīt lietotāju
pt: Alternar Utilizador
ro: Schimbă utilizator

source: Computer Actions
ast: Aiciones del ordenador
be@latin: Dziejańni z kamputaram
bn: কম্পিউটার সংক্রান্ত কাজ
de: Rechneraktionen
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Komputilaj agoj
ku: Çalakiyên komputerê
lv: Datora darbības
pt: Acções do Computador
ro: Acțiuni calculator

source: Logoff, shutdown, restart, suspend and related actions.
ast: Salir, apagar, reaniciar, suspender y aiciones rellacionáes.
be@latin: Vychad, vyklučeńnie, pieraŭruchamleńnie, zasynańnie j padobnaje.
bn: লগঅফ, বন্ধ, পুনরায় শুরু, স্থগিত ও অন্যান্য সম্পর্কিত কাজ।
de: Abmelden, Ausschalten, Neustarten, Ruhemodus oder ähnliche Aktionen.
eo: Elsaluti, elŝalto, restarto, interrompo kaj rilataj agoj.
ku: Çalakiyên derketin, girtin, nûve destpêkirin, sekinandin û yên din.
lv: Darba beigšana, izslēgšana, pārstartēšana, iemidzināšana un līdzīgas darbības.
pt: Terminar sessão, desligar, reiniciar, suspender e acções relacionadas.
ro: Ieșire, oprire, repornire, suspendare și alte acțiuni similare.

source: Shutdown
ast: Apagar
be@latin: Vyklučy
bn: বন্ধ
de: Ausschalten
en@shaw: ğ‘–ğ‘©ğ‘‘ğ‘›ğ‘¶ğ‘¯
eo: Elŝalti
ku: Bigire
lv: Izslēgt
pt: Desligar
ro: Oprește

source: Reboot
ast: Reaniciar
be@latin: Pieraŭruchom
bn: পুনরায় চালু করুন
de: Neu starten
eo: Restartigi
ku: Nûve destpêkirin
lv: Pārstartēt
pt: Reiniciar
ro: Repornește

source: Google Code Search
ast: Gueta en Google Code
be@latin: Pošuk Google Code
bn: Google কোড অনুসন্ধান
de: Google-Code-Suche
eo: Google-kodserĉo
ku: Google lêgerîna kod
lv: Google koda meklēšana
pt: Procura no Google Code
ro: Căutare Google Code

source: Search public source code for function definitions and sample code
ast: Guetar códigu fonte públicu por definiciones de funciones y códigu d'exemplu
be@latin: Šukaj funkcyi j kavałki prahramaŭ u publičnaj kodavaj bazie
bn: ফাংশনের ব্যাখ্যা ও নমুনা কোড দেখার জন্য সার্বজনীন রূপে বিদ্যমান সোর্স কোড অনুসন্ধান করুন
de: Öffentlichen Quellcode nach Funktionen und Beispielen durchsuchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘•ğ‘¹ğ‘• ğ‘’ğ‘´ğ‘› ğ‘“ğ‘¹ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘§ğ‘“ğ‘©ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘•ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘´ğ‘›
eo: Serĉi publikan fontkodon por funkcidifinoj kaj ekzempla kodo.
ku: Li koda çavkanî ya giştî ji bo pênasînên fonksiyon û koda mînak bigere
lv: Meklēt publiskajā pirmkodā funkcijas definīcijas un parauga kodu
pt: Procurar em código-fonte público por definições de funções e código exemplificativo
ro: Caută prin cod sursă public după definiții de funcții și exemple de cod.

source: View <i>%(name)s</i> at <b>Google Code Search</b>
ast: Ver <i>%(name)s</i> en <b>Gueta Google Code</b>
be@latin: Pakažy <b>%(name)s</b> na <b>Google Code Search</b>
bn: <b>Google কোড অনুসন্ধান</b> এ <i>%(name)s</i> প্রদর্শন
de: <b>%(name)s</b> bei <b>Google-Code-Suche</b> anzeigen
eo: Vidigi <i>%(name)s</i> je <b>Google-kodserĉo</b>
ku: <i>%(name)s</i> li <b>Google Lêgerîna kodan</b> bibîne
lv: Aplūkot <i>%(name)s</i> <b>Google koda meklēšanā</b>
pt: Consultar <i>%(name)s</i> na <b>Procura Google Code</b>
ro: Vezi <i>%(name)s</i> la <b>Căutare Google Code</b>

source: Open package <i>%(name)s</i>
ast: Abrir el paquete <i>%(name)s</i>
be@latin: Adčyni pakunak <b>%(name)s</b>
bn: <i>%(name)s</i> প্যাকেজ খুলুন
de: Paket <b>%(name)s</b> öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ <i>%(name)s</i>
eo: Malfermi pakaĵon <i>%(name)s</i>
ku: Pakêta <i>%(name)s</i> veke
lv: Atvērt pakotni <i>%(name)s</i>
pt: Abrir o pacote <i>%(name)s</i>
ro: Deschide pachetul <i>%(name)s</i>

source: Search <b>Google Code Search</b> for <i>%(name)s</i>
bn: <b>Google কোড অনুসন্ধান</b> এ <i>%(name)s</i> অনুসন্ধান করুন
de: Mit <b>Google Code</b> nach <i>%(name)s</i> suchen
eo: Serĉi per <b>Google-kodserĉo</b> por <i>%(name)s</i>
ku: Li <b>Google Lêgerîna kodan</b> vê <i>%(name)s</i> bigere
lv: Meklēt <i>%(name)s</i>, izmantojot<b>Google Code Search</b>
pt: Procurar no <b>Google Code Search</b> por <i>%(name)s</i>
ro: Caută <b>Google Code Search</b> după <i>%(name)s</i>

source: Arabic
ast: Árabe
be@latin: Arabskaja
bn: আরবি
de: Arabisch
en@shaw: ğ‘¸ğ‘©ğ‘šğ‘¦ğ‘’
eo: Araba
ku: Erebî
lv: Arābu
pt: Árabe
ro: Arabă

source: Bulgarian
ast: Búlgaru
be@latin: Baŭharskaja
bn: বুলগেরীয়
de: Bulgarisch
en@shaw: ğ‘šğ‘©ğ‘¤ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯
eo: Bulgara
ku: Bulxarî
lv: Bulgāru
pt: Búlgaro
ro: Bulgară

source: Catalan
ast: Catalán
be@latin: Katalanskaja
bn: ক্যাটালান
de: Katalanisch
en@shaw: ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘©ğ‘¯
eo: Kataluna
ku: Katalan
lv: Katalāņu
pt: Catalão
ro: Catalană

source: Chinese (Simplified)
bn: চাইনিজ (সরলীকৃত)
de: Chinesisch, vereinfacht
eo: Ĉina (simpligita)
ku: Çînî (Hêsan)
lv: Ķīniešu (vienkāršota)
pt: Chinês (Simplificado)
ro: Chineză (simplificată)

source: Chinese (Traditional)
bn: চাইনিজ (সনাতন)
de: Chinesisch, traditionell
eo: Ĉina (tradicia)
ku: Çînî (Kevneşopî)
lv: Ķīniešu (tradicionālā)
pt: Chinês (Tradicional)
ro: Chineză (tradițională)

source: Croatian
ast: Croata
be@latin: Charvackaja
bn: ক্রোয়েশিয়ান
de: Kroatisch
en@shaw: ğ‘’ğ‘®ğ‘´ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Kroata
ku: Kroatî
lv: Horvātu
pt: Croata
ro: Croată

source: Czech
ast: Checu
be@latin: Českaja
bn: চেক
de: Tschechisch
en@shaw: ğ‘—ğ‘§ğ‘’
eo: Ĉeĥa
ku: Çekî
lv: Čehu
pt: Checo
ro: Cehă

source: Danish
ast: Danés
be@latin: Dackaja
bn: ড্যানিশ
de: Dänisch
en@shaw: ğ‘›ğ‘±ğ‘¯ğ‘¦ğ‘–
eo: Dana
ku: Danîmarkî
lv: Dāņu
pt: Dinamarquês
ro: Daneză

source: Dutch
ast: Holandés
be@latin: Halandzkaja
bn: ডাচ
de: Niederländisch
en@shaw: ğ‘›ğ‘³ğ‘—
eo: Nederlanda
lv: Nīderlandiešu
pt: Holandês
ro: Olandeză

source: English
ast: Inglés
be@latin: Anhielskaja
bn: ইংরেজি
de: Englisch
en@shaw: ğ‘¦ğ‘™ğ‘¤ğ‘¦ğ‘–
eo: Angla
ku: Îngilîzî
lv: Angļu
pt: Inglês
ro: Engleză

source: Estonian
ast: Estoniu
be@latin: Estonskaja
bn: এস্তোনীয়
de: Estnisch
en@shaw: ğ‘§ğ‘•ğ‘‘ğ‘´ğ‘¯ğ‘°ğ‘©ğ‘¯
eo: Estona
ku: Estonî
lv: Igauņu
pt: Estoniano
ro: Estonă

source: Finnish
ast: Finlandés
be@latin: Finskaja
bn: ফিনিশ
de: Finnisch
en@shaw: ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–
eo: Finna
ku: Fînikî
lv: Somu
pt: Finlandês
ro: Finlandeză

source: French
ast: Francés
be@latin: Francuskaja
bn: ফ্রেঞ্চ
de: Französisch
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘—
eo: Franca
ku: Fransî
lv: Franču
pt: Francês
ro: Franceză

source: German
ast: Alemán
be@latin: Niamieckaja
bn: জার্মান
de: Deutsch
en@shaw: ğ‘¡ğ‘»ğ‘¥ğ‘©ğ‘¯
eo: Germana
ku: Almanî
lv: Vācu
pt: Alemão
ro: Germană

source: Greek
ast: Griegu
be@latin: Hreckaja
bn: গ্রিক
de: Griechisch
en@shaw: ğ‘œğ‘®ğ‘°ğ‘’
eo: Greka
ku: Yewnanî
lv: Grieķu
pt: Grego
ro: Greacă

source: Hebrew
ast: Hebreu
be@latin: Žydoŭskaja
bn: হিব্রু
de: Hebräisch
en@shaw: ğ‘£ğ‘°ğ‘šğ‘®ğ‘µ
eo: Hebrea
ku: Îbranî
lv: Ebreju
pt: Hebreu
ro: Ebraică

source: Hungarian
ast: Húngaru
be@latin: Vuhorskaja
bn: হাঙ্গেরীয়
de: Ungarisch
en@shaw: ğ‘£ğ‘©ğ‘™ğ‘œğ‘§ğ‘®ğ‘°ğ‘©ğ‘¯
eo: Hungara
ku: Macarî
lv: Ungāru
pt: Húngaro
ro: Maghiară

source: Icelandic
ast: Islandés
be@latin: Iślandzkaja
bn: আইসল্যান্ডীয়
de: Isländisch
en@shaw: ğ‘²ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘’
eo: Islanda
ku: Îzlandî
lv: Islandiešu
pt: Islandês
ro: Islandeză

source: Indonesian
ast: Indonesiu
be@latin: Indanezijskaja
bn: ইন্দোনেশীয়
de: Indonesisch
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘¯ğ‘°ğ‘ ğ‘©ğ‘¯
eo: Indoneza
ku: Endonezî
lv: Indonēziešu
pt: Indonésio
ro: Indoneziană

source: Italian
ast: Italianu
be@latin: Italjanskaja
bn: ইটালিয়ান
de: Italienisch
en@shaw: ğ‘¦ğ‘‘ğ‘¨ğ‘¤ğ‘¦ğ‘©ğ‘¯
eo: Itala
ku: Îtalkî
lv: Itāļu
pt: Italiano
ro: Italiană

source: Japanese
ast: Xaponés
be@latin: Japonskaja
bn: জাপানী
de: Japanisch
en@shaw: ğ‘¡ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘°ğ‘Ÿ
eo: Japana
ku: Japonî
lv: Japāņu
pt: Japonês
ro: Japoneză

source: Korean
ast: Coreanu
be@latin: Karejskaja
bn: কোরিয়ান
de: Koreanisch
en@shaw: ğ‘’ğ‘ªğ‘®ğ‘°ğ‘©ğ‘¯
eo: Korea
ku: Koreyî
lv: Korejiešu
pt: Coreano
ro: Coreeană

source: Latvian
ast: Letón
be@latin: Łatvijskaja
bn: লাটভিয়ান
de: Lettisch
en@shaw: ğ‘¤ğ‘¨ğ‘‘ğ‘ğ‘°ğ‘©ğ‘¯
eo: Latva
ku: Letonî
lv: Latviešu
pt: Letão
ro: Letonă

source: Lithuanian
ast: Lituanu
be@latin: Litoŭskaja
bn: লিথুনীয়
de: Litauisch
en@shaw: ğ‘¤ğ‘¦ğ‘”ğ‘©ğ‘¢ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯
eo: Litva
ku: Lîtwanî
lv: Lietuviešu
pt: Lituano
ro: Lituaniană

source: Norwegian
ast: Noruegu
be@latin: Narveskaja
bn: নরওয়েজীয়
de: Norwegisch
en@shaw: ğ‘¯ğ‘ªğ‘®ğ‘¢ğ‘°ğ‘¡ğ‘©ğ‘¯
eo: Norvega
ku: Norwecî
lv: Norvēģu
pt: Norueguês
ro: Norvegiană

source: Polish
ast: Polacu
be@latin: Polskaja
bn: পোলিশ
de: Polnisch
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¦ğ‘–
eo: Pola
ku: Polonî
lv: Poļu
pt: Polaco
ro: Poloneză

source: Portuguese
ast: Portugués
be@latin: Partuhalskaja
bn: পর্তুগীজ
de: Portugiesisch
en@shaw: ğ‘ğ‘ªğ‘®ğ‘—ğ‘©ğ‘œğ‘°ğ‘Ÿ
eo: Portugala
ku: Portekîzî
lv: Portugāļu
pt: Português
ro: Portugheză

source: Romanian
ast: Rumanu
be@latin: Rumynskaja
bn: রোমানীয়
de: Rumänisch
en@shaw: ğ‘®ğ‘´ğ‘¥ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯
eo: Rumana
ku: Romanî
lv: Rumāņu
pt: Romeno
ro: Română

source: Russian
ast: Rusu
be@latin: Rasiejskaja
bn: রাশিয়ান
de: Russisch
en@shaw: ğ‘®ğ‘³ğ‘–ğ‘©ğ‘¯
eo: Rusa
ku: Rûsî
lv: Krievu
pt: Russo
ro: Rusă

source: Serbian
ast: Serbiu
be@latin: Serbskaja
bn: সার্বীয়
de: Serbisch
en@shaw: ğ‘•ğ‘»ğ‘šğ‘°ğ‘©ğ‘¯
eo: Serba
ku: Sirpkî
lv: Serbu
pt: Sérvio
ro: Sârbă

source: Slovak
ast: Eslovacu
be@latin: Słavackaja
bn: স্লোভাক
de: Slowakisch
en@shaw: ğ‘•ğ‘¤ğ‘´ğ‘ğ‘¨ğ‘’
eo: Slovaka
ku: Slovakî
lv: Slovāku
pt: Eslovaco
ro: Slovacă

source: Slovenian
ast: Eslovenu
be@latin: Słavienskaja
bn: স্লোভেনিয়ান
de: Slowenisch
en@shaw: ğ‘•ğ‘¤ğ‘´ğ‘ğ‘°ğ‘¯ğ‘°ğ‘©ğ‘¯
eo: Slovena
ku: Slovenî
lv: Slovēņu
pt: Esloveno
ro: Slovenă

source: Spanish
ast: Español
be@latin: Hišpanskaja
bn: স্প্যানিশ
de: Spanisch
en@shaw: ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘–
eo: Hispana
ku: Spanî
lv: Spāņu
pt: Espanhol
ro: Spaniolă

source: Swedish
ast: Suecu
be@latin: Švedzkaja
bn: সুইডিশ
de: Schwedisch
en@shaw: ğ‘•ğ‘¢ğ‘°ğ‘›ğ‘¦ğ‘–
eo: Sveda
ku: Swêdî
lv: Zviedru
pt: Sueco
ro: Suedeză

source: Turkish
ast: Turcu
be@latin: Tureckaja
bn: তুর্কি
de: Türkisch
en@shaw: ğ‘‘ğ‘»ğ‘’ğ‘¦ğ‘–
eo: Turka
ku: Tirkî
lv: Turku
pt: Turco
ro: Turcă

source: Google Search
ast: Gueta en Google
be@latin: Pošuk Google
bn: Google অনুসন্ধান
de: Google-Suche
eo: Google-serĉo
ku: Google lêgerîn
lv: Google meklēšana
mg: Karoky ny Google
pt: Procura Google
ro: Căutare Google

source: Search terms through Google Search engine.
ast: Restolar términos pel motor de gueta de Google.
be@latin: Pošuk z dapamohaj ruchavika Google Search.
bn: Google অনুসন্ধান-ইঞ্জিনের মাধ্যমে তথ্য অনুসন্ধান করুন।
de: Begriffe mit der Suchmaschine »Google« suchen.
eo: Serĉtermoj pere de Google-serĉmaŝino.
ku: Peyvan bi Google motora lêgerînê lê bigere.
lv: Meklēt jēdzienus, izmantojot Google Search dzini.
pt: Procurar termos utilizando o motor de Procura Google.
ro: Caută folosind motorul Căutare Google

source: You can configure in which language the results should be.
ast: Puedes configurar en qué llingua tendríen que tar los resultaos.
be@latin: Možaš skanfihuravać, u jakoj movie padavać vyniki.
bn: কোন ভাষায় ফলাফল প্রদর্শন করা হবে তা আপনি নির্ধারণ করতে পারেন।
de: Sie können die Sprache der Ergebnisse festlegen.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘°.
eo: Vi povas agordi en kiu lingvo la rezultoj estu.
ku: Hun dikarin zimanê encaman veava bikin.
lv: Jūs varat nokonfigurēt, kādā valodā jābūt rezultātiem.
pt: Pode configurar em que idioma os resultados deverão ser.
ro: Puteți configura limba în care se vor afișa rezultatele

source: Python module json or simplejson are not available
ast: Los módulos Python json o simplejson nun tan disponibles
be@latin: Modul Pythona "simplejson" ci "json" nie zainstalavany
bn: json অথবা simplejson নামক python মডিউল বিদ্যমান নেই
de: Python-Modul »json« oder »simplejson« ist nicht verfügbar
eo: Python-modulo »json« aŭ »simplejson« ne estas diponebla
ku: Modula Python json an simplejson tune ye
lv: Python modulis json vai simplejson nav pieejami
pt: O módulo Python json ou simplejson não está disponível
ro: Modulele Python json sau simplesjon nu sunt disponibile

source: Search <b>Google</b> for <i>%(name)s</i>
ast: Guetar <i>%(name)s</i> en <b>Google</b>
bn: <b>Google</b> এ <i> %(name)s</i> অনুসন্ধান করুন
de: Mit <b>Google</b> nach <i>%(name)s</i> suchen
eo: Serĉi per <b>Google</b> por <i>%(name)s</i>
ku: Li <b>Google</b> vê <i>%(name)s</i> bigere
lv: Meklēt <b>Google</b> sistēmā <i>%(name)s</i>
pt: Procurar no <b>Google</b> por <i>%(name)s</i>
ro: Caută <b>Google</b> după <i>%(name)s</i>

source: Configure Google
ast: Configurar Google
be@latin: Skanfihuruj Google
bn: Google কনফিগার করুন
de: Google konfigurieren
eo: Agordi Google-on
ku: Google veava bike
lv: Konfigurēt Google
pt: Configure o Google
ro: Configurare Google

source: <b>Choose the language the results should be in:</b>
ast: <b>Escueyi la llingua na que s'amosarán los resultaos:</b>
be@latin: <b>Abiary movu, u jakoj padavać vyniki:</b>
bn: <b>ফলাফল প্রদর্শনের জন্য ভাষা নির্বাচন করুন:</b>
de: <b>Wählen Sie die gewünschte Sprache der Suchergebnisse:</b>
en@shaw: <b>ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯:</b>
eo: <b>Elektu la lingvon en kiu la rezultoj estu:</b>
ku: <b>Zimanê encaman hilbijêre:</b>
lv: <b>Izvēlieties valodu, kādā jābūt meklēšanas rezultātiem:</b>
pt: <b>Seleccione o idioma dos resultados:</b>
ro: <b>Alegeți limba în care vor fi afișate rezultatele:</b>

source: Recognize previously used searches
ast: Reconocer guetes usaes previamente
be@latin: Raspaznaj raniej zadziejničany pošuk
bn: পূর্বে ব্যবহৃত অনুসন্ধান সনাক্ত করুন
de: Zuvor durchgeführte Suchen miteinbeziehen
en@shaw: ğ‘®ğ‘§ğ‘’ğ‘ªğ‘œğ‘¯ğ‘²ğ‘Ÿ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘•ğ‘»ğ‘—ğ‘©ğ‘Ÿ
eo: Rekoni antauxajn uzitajn sercxojn
ku: Lêgerînên berê nas bike
lv: Atpazīt iepriekš lietotus meklējumus
mg: Mamantatra ireo karoka natao taloha
pt: Reconhecer procuras anteriormente efectuadas
ro: Recunoaște căutările folosite anterior

source: Switch to <b>%(name)s</b>
ast: Cambear a <b>%(name)s</b>
be@latin: Pieraklučy na <b>%(name)s</b>
bn: <b>%(name)s</b> এ পরিবর্তন করুন
de: Wechseln zu <b>%(name)s</b>
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ <b>%(name)s</b>
eo: Ŝanĝi al <b>%(name)s</b>
ku: Bi <b>%(name)s</b> re girê bide
lv: Pārslēgties uz <b>%(name)s</b>
mg: Ho any amin'ny <b>%(name)s</b>
pt: Alternar para <b>%(name)s</b>
ro: Schimbă la <b>%(name)s</b>

source: Window Switcher
ast: Cambeador de ventanu
be@latin: Pieraklučeńnie voknaŭ
bn: উইন্ডো পরিবর্তনকারী
de: Fensterwähler
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘»
eo: Fenstrointerŝanĝilo
ku: Guherbarê pace
lv: Logu pārslēdzējs
mg: Mpampifandimby fikandrana
pt: Alternador de Janelas
ro: Comutator ferestre

source: Switch to an existing window by name.
ast: Cambear a un ventanu esistente pol nome.
be@latin: Pieraklučaj vokny pavodle nazvy.
bn: নাম অনুসারে বর্তমানে বিদ্যমান কোনো উইন্ডোতে পরিবর্তন করুন।
de: Zu einem anderen Fenster über dessen Namen wechseln.
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥.
eo: Ŝanĝi al ekzistanta fenestro laŭ nomo.
ku: Bi nava biçe paceyekî heyî.
lv: Parslēgties uz esošu logu pēc tā vārda.
mg: Miova fikandrana araka ny anarana.
pt: Alterna para uma janela existente por nome.
ro: Comutați la o fereastră existentă după numele ei.

source: Windows
ast: Ventanos
be@latin: Vokny
bn: উইন্ডো
de: Fenster
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ
eo: Fenestroj
ku: Pace
lv: Operētājsistēma microsoft windows
mg: Fikandrana
pt: Janelas
ro: Ferestre

source: Web Bookmarks (Mozilla)
ast: Marcadores web (Mozilla)
be@latin: Zakładki Web (Mozilla)
bn: ওয়েব বুকমার্ক (Mozilla)
de: Internet-Lesezeichen (Mozilla)
eo: Retpaĝsignoj (Mozilo)
ku: Bijareyên Torê (Mozilla)
lv: Tīmekļa grāmatzīmes (Mozilla)
pt: Marcadores Web (Mozilla)
ro: Semne de carte web (Mozilla)

source: Firefox version must be at least %s and less than %s
ast: La versión de Firefox tien que ser polo menos %s y menor de %s
be@latin: Versija Firefoksa musić być nia mienšaj za %s i nia bolšaj za %s
bn: Firefox-এর সংস্করণ অবশ্যই কমপক্ষে %s এবং %s-এর কম হতে হবে
de: Firefox-Version muss mindestens %s sein, aber kleiner als %s
eo: Firefox-versio estu minimume %s kaj malpli granda ol %s
ku: Guhertoya Firefox divê herî kêm %s be û ji %s kêmtir be
lv: Firefox versijai ir jābūt vismaz %s un mazākai kā %s
pt: A versão do Firefox tem de ser pelo menos a %s e inferior à %s
ro: Versiunea Firefox trebuie să fie măcar %s și nu mai nouă decât %s

source: Mozilla/Firefox is not your preferred browser.
ast: Mozilla/Firefox nun ye'l to ñavegador preferíu.
be@latin: Mozilla/Firefox nie źjaŭlajecca tvaim pažadanym hartačom.
bn: পছন্দনীয় ব্রাউজার রূপে Mozilla/Firefox নির্ধারিত হয়নি।
de: Mozilla/Firefox ist nicht ihr Standard-Browser
eo: Mozila Fajrovulpo ne estas via preferata krozilo.
ku: Mozilla/Firefox ne geroka we ya tercihkirî ye.
lv: Mozilla/Firefox nav jūsu noklusētais pārlūks.
pt: Mozilla/Firefox não é o seu navegador preferido.
ro: Mozilla/Firefox nu este navigatorul dumneavoastră preferat.

source: Web Searches (Mozilla)
ast: Guetes web (Mozilla)
be@latin: Pošuk u Web (Mozilla)
bn: ওয়েবে অনুসন্ধান (Mozilla)
de: Internet-Suchmaschinen (Mozilla)
eo: Teksaĵaj serĉoj (Mozila)
ku: Gera înternetê (Mozilla)
lv: Meklēšana tīmeklī (Mozilla)
pt: Procuras na Web (Mozilla)
ro: Căutări web (Mozilla)

source: You can customize which search engines are offered.
ast: Puedes personalizar los motores de gueta que s'ufren.
be@latin: Ty možaš źmianić śpis prapanavanych ruchavikoŭ pošuku.
bn: ব্যবহারের জন্য কোন কোন অনুসন্ধান-ইঞ্জিন অপশন হিসেবে প্রদান করা হবে তা আপনি নির্ধারণ করতে পারেন।
de: Sie können anpassen, welche Suchmaschinen angezeigt werden.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘²ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘•ğ‘»ğ‘— ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘ªğ‘“ğ‘¼ğ‘›.
eo: Vi povas agordi kiujn sercxilojn estos proponataj.
ku: Hun dikarin motorên lêgerînê yên tên pêşniyarkirin taybet bikin.
lv: Jūs varat mainīt, kurus meklēšanas dzinējus piedāvāt.
mg: Azonao amboarina araka ny safidinao izay milina mpikaroka omena.
pt: Pode personalizar que motores de procura são disponibilizados.
ro: Puteți alege care motoare de căutare sunt oferite.

source: Web History (Mozilla)
ast: Históricu web (Mozilla)
be@latin: Historyja Web (Mozilla)
bn: ওয়েব সংক্রান্ত ইতিহাস (Mozilla)
de: Internet-Chronik (Mozilla)
eo: Teksaĵaj historio (Mozila)
ku: Dîroka înternetê (Mozilla)
lv: Tīmekļa vēsture (Mozilla)
pt: Histórico de Web (Mozilla)
ro: Istoric web (Mozilla)

source: Website: <b>%(name)s</b>
ast: Sitiu web: <b>%(name)s</b>
bn: ওয়েব-সাইট: <b>%(name)s</b>
de: Webseite: <b>%(name)s</b>
en@shaw: ğ‘¢ğ‘§ğ‘šğ‘•ğ‘²ğ‘‘: <b>%(name)s</b>
eo: Retpaĝo: <b>%(name)s</b>
ku: Malper: <b>%(name)s</b>
lv: Tīmekļa vietne: <b>%(name)s</b>
pt: Página Web: <b>%(name)s</b>
ro: Pagina web: <b>%(name)s</b>

source: Searches any OpenSearch-compliant website
bn: OpenSearch সুসংগত যেকোনো ওয়েব-সাইটে অনুসন্ধান করা হয়
de: Sucht eine mit OpenSearch kompatible Webseite
eo: Serĉas retpaĝon kiu estas kongrua al OpenSearch
ku: Li malperên bi OpenSearch re lihevhatî digere
lv: Meklē tikai OpenSearch atbilstošās tīmekļa vietnēs
pt: Procura em qualquer página que respeite o padrão OpenSearch
ro: Caută orice pagină web ce corespunde cu OpenSearch

source: You can configure the search engines you want to use.
ast: Puedes configurar los motores de gueta que quieras usar.
bn: আপনি যেসকল অনুসন্ধান-ইঞ্জিন ব্যবহার করতে চান, সেগুলো কনফিগার করতে পারেন।
de: Sie können die gewünschte Suchmaschine konfigurieren.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘•.
eo: Vi povas agordi la serĉmaŝinon kiun vi volas uzi.
ku: Hun dikarin motorên lêgerînê gorî daxwaza xwe veava bikin.
lv: Jūs varat nokonfigurēt, kādus meklēšanas dziņu vēlaties izmantot.
pt: Pode configurar os motores de pesquisa que deseja utilizar.
ro: Puteți configura motoarele de căutare pe care doriți să le folosiți.

source: OpenSearch Settings
ast: Axustes d'OpenSearch
bn: OpenSearch সেটিংস
de: Einstellungen von OpenSearch
eo: Agordoj de OpenSearch
ku: Mîhengên OpenSearch
lv: OpenSearch iestatījumi
pt: Definições OpenSearch
ro: Configurări OpenSearch

source: You can manage the list of websites used by the OpenSearch module here.
ast: Equí puedes xestionar la llista de sitios web que va usar el módulu OpenSearch.
bn: এখানে আপনি OpenSearch মডিউল দ্বারা ব্যবহৃত ওয়েব-সাইটের তালিকা পরিচালনা করতে পারেন।
de: Die Liste der Webseiten, die von dem OpenSearch-Modul benutzt werden, können Sie hier verwalten.
eo: Ĉi tie vi povas administri la liston de retpaĝoj kiuj estas uzataj de la OpenSearch-modulo.
ku: Li vir hun dikarin lîsteya malperên aliyê modula OpenSearch ve tên bikaranîn rêve bibin.
lv: Jūs varat pārvaldīt OpenSearch moduļa izmantoto tīmekļa vietņu sarakstu šeit.
pt: Pode gerir aqui a lista de páginas utilizadas pelo módulo OpenSearch.
ro: De aici puteți administra lista paginilor web folosite de modulul OpenSearch.

source: Enter the location (URL) of the OpenSearch description document for this website. The name and description can be loaded automatically from this document or you can just enter your own values manually.
ast: Escribe les señes (URL) del documentu de descripción OpenSearch pa esti sitiu web. El nome y la descripción pueden cargase automáticamente dende esti documentu o puedes escribir tos propios valores manualmente.
bn: এই ওয়েব-সাইটের জন্য OpenSearch বর্ণনামূলক নথির অবস্থান (URL) লিখুন। এই নথিতে বিদ্যমান তথ্য প্রয়োগ করে নাম ও বর্ণনা স্বয়ংক্রিয়ভাবে পূরণ করা যাবে অথবা আপনি নিজেই এই মানগুলো লিখতে পারবেন।
de: Bitte geben Sie die Adresse (URL) der Webseiten-Beschreibung für OpenSearch ein. Der Name und die Beschreibung werden automatisch aus diesem Dokument geladen, oder geben Sie die Werte manuell ein.
eo: Enigu la adreson (URL) de la OpenSearch-priskribodokumenton de tiu retpaĝo. La nomo kaj priskribo povas esti ŝaĝita aŭtomate de tiu ĉi dokumento aŭ vi povas enigi viajn proprajn valorojn permane.
ku: Ji bo vê malperê cihê (URL) belgeya ravekirinê ya OpenSearch têkevin. Nav û rave dikarin ji vê belgeyê bixweber bên barkirin an hun dikarin nirxê xwe bi destan têkevin.
lv: Ievadiet OpenSearch apraksta dokumenta vietas adresi (URL) šai vietnei. Nosaukumus un aprakstus var ielādēt automātiski no šī dokumenta, vai arī jūs varat ievadīt paši savas vērtības pašrocīgi.
pt: Introduza a localização (URL) do documento de descrição OpenSearch desta página web. O nome e descrição podem ser obtidos automaticamente deste documento ou pode introduzir os seus próprios valores manualmente.
ro: Introduceți locația (URL) a documentului de descriere OpenSearch pentru această pagină web. Numele și descrierea pot fi încărcate automat pentru acest document sau puteți introduce manual valorile preferate.

source: _Location (URL):
ast: A_llugamientu (URL):
bn: অবস্থান (URL): (_L)
de: _Ort (URL):
en@shaw: _ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ (URL):
eo: _Adreso (URL):
ku: _Cih (URL):
lv: _Vietas (URL):
pt: _Localização (URL):
ro: _Locație (URL):

source: _Name:
ast: _Nome:
bn: নাম: (_N)
en@shaw: _ğ‘¯ğ‘±ğ‘¥:
eo: _Nomo:
ku: _Nav:
lv: _Nosaukums:
pt: _Nome:
ro: _Nume:

source: _Description:
ast: _Descripción:
bn: বিবরণ: (_D)
de: _Beschreibung:
en@shaw: _ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯:
eo: _Priskribo:
ku: _Rave:
lv: _Apraksts:
pt: _Descrição:
ro: _Descriere:

source: Edit OpenSearch Website
ast: Editar el sitiu web OpenSearch
bn: OpenSearch ওয়েব-সাইট সম্পাদনা করুন
de: OpenSearch Webseite bearbeiten
eo: Redakti OpenSearch-retpaĝon
ku: Malpera OpenSearch sererast bike
lv: Rediģēt OpenSearch vietni
pt: Editar Página OpenSearch
ro: Deschide pagina web OpenSearch

source: Location missing
ast: Falta l'allugamientu
bn: অবস্থান অনুপস্থিত
de: Adresse fehlt
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™
eo: Adreso mankas
ku: Cih kêm e
lv: Vieta nav norādīta
pt: Falta a localização
ro: Lipsește locația
