Repository: benpicco/mate-deskbar-applet
Catalog: po/*.po
Languages: ast, be@latin, bn, de, en@shaw, eo, ku, lv, mg, pt, ro

source: About
ast: Tocante a
be@latin: Ab prahramie
bn: পরিচিতি
de: Info
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘
eo: Pri
ku: Der barê
lv: Par
pt: Sobre
ro: Despre

source: Quit
ast: Colar
be@latin: Vyjdzi
bn: প্রস্থান
de: Beenden
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘
eo: Eliri
ku: Derkeve
lv: Iziet
pt: Sair
ro: Ieșire

source: <i>Empty</i>
ast: <i>Baleru</i>
be@latin: <i>Pusta</i>
bn: <i>ফাঁকা</i>
de: <i>Leer</i>
en@shaw: <i>ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦</i>
eo: <i>Malplena</i>
ku: <i>Vala</i>
lv: <i>Tukšs</i>
pt: <i>Vazio</i>
ro: <i>Gol</i>

source: New accelerator…
bn: নতুন অ্যাক্সিলারেটর…
de: Neues Tastenkürzel …
eo: Nova plirapidigilo...
ku: Lezkera nû…
lv: Jauns paātrinātājs…
pt: Novo atalho…
ro: Accelerator nou…

source: The shortcut "%s" cannot be used because it will prevent correct operation of your keyboard. Please try with a key such as Control, Alt or Shift at the same time.
ast: L'atayu «%s» nun puede usase porque torgará el funcionamienu correutu del tecláu. Por favor, tenta con otra tecla como Control, Alt o Mayús. al mesmu tiempu.
be@latin: Niemahčyma vykarystać skarot "%s", bo tady stanie niemahčyma pracavać z klavijaturaj. Pasprabuj spałučeńni hetaha skarotu ź inšymi klavišami, naprykład, z Control, Alt ci Shift.
bn: "%s" শর্টকাট-কী ব্যবহার করা যাবে না কারণ এর ফলে কীবোর্ডের সঠিক অপারেশন বাধাগ্রস্থ হবে। অনুগ্রহ করে Control, Alt অথবা Shift কীগুলির মধ্যে একযোগে ব্যবহারযোগ্য কোনো কী পছন্দ করুন।
de: Das Tastenkürzel »%s« kann nicht verwendet werden, da fortan das Schreiben mit dieser Taste unmöglich wäre. Bitte verwenden Sie eine Tastenkombination mit Strg, Alt oder der Umschalttaste.
en@shaw: ğ‘ ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ "%s" ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘² ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘’ğ‘° ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤, Â·ğ‘·ğ‘¤ğ‘‘ ğ‘¹ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘‘ğ‘²ğ‘¥.
eo: La rulklavo "%s" ne estas uzebla, ĉar ĝi malhelpus ĝustan funkciadon de via klavaro. Bonvolu provi la aplikon de modifa klavo, ekzemple Reg (Ctrl), Alt aŭ Maj.
ku: Kurteriya "%s" nayê bikaranîn ji ber ku ev xebata klavya ya we rastîn asteng dike. Ji kerema xwe bi bişkokekî mîna Control, Alt an Shift re biceribînin.
lv: Saīsni "%s" nevar izmantot, jo tā traucētu korektai tastatūras darbībai. Lūdzu izvēlieties saīsni kas sastāv no kombināciajs ar CTRL, ALT, vai SHIFT taustiņiem.
pt: O atalho de teclado "%s" não pode ser utilizado pois iria impedir o funcionamento do seu teclado. Tente com uma tecla tal como o Control, Alt ou Shift simultaneamente.
ro: Scurtătura „%s” nu poate fi folosită pentru că modifică funcționarea tastaturii dumneavoastră Vă rugăm să încercați cu o tastă precum Control, Alt sau Shift în același timp.

source: <i><small>Drag and drop an extension to change its order.</small></i>
ast: <i><small>Arrastra y suelta una estensión pa camudar el so orde.</small></i>
be@latin: <i><small>Pieraciahvaj pašyreńni, kab źmianić ich paradak.</small></i>
bn: <i><small>এক্সটেনশনের ক্রম পরিবর্তন করতে সেটি টেনে এনে পছন্দসই স্থানে ছেড়ে দিন।</small></i>
de: <i><small><b>Hinweis:</b> Ziehen Sie eine Erweiterung mit der Maus, um deren Priorität zu ändern.</small></i>
en@shaw: <i><small>ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘¯ ğ‘›ğ‘®ğ‘ªğ‘ ğ‘©ğ‘¯ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘¦ğ‘‘ğ‘• ğ‘¹ğ‘›ğ‘¼.</small></i>
eo: <i><small>Ŝovu kaj demetu kromprogramon por ŝanĝi ties ordigon.</small></i>
ku: <i><small>Bi mişkê hêmanekî bikişînin û berdin ku rêza vê biguherînin.</small></i>
lv: <i><small>Pārvelciet paplašinājumus, lai izmainītu to secību.</small></i>
pt: <i><small>Arraste e largue uma extensão para alterar a sua ordem.</small></i>
ro: <i><small>Trage și plasează o extensie pentru a-i schimba ordinea.</small></i>

source: All Extensions
ast: Toles estensiones
be@latin: Usie pašyreńni
bn: সব এক্সটেনশন
de: Alle Erweiterungen
en@shaw: ğ‘·ğ‘¤ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Ĉiuj kromprogramoj
ku: Hemû pêvek
lv: Visi paplašinājumi
pt: Todas as Extensões
ro: Toate extensiile

source: A problem occured
ast: Hebo un problema
be@latin: Uźnikła prablema
bn: একটি সমস্যা দেখা দিয়েছে
de: Es ist ein Fehler aufgetreten
eo: Problemo okazis
ku: Pirsgirêkek çêbû
lv: Radusies problēma
pt: Ocorreu um erro
ro: A apărut o problemă

source: Extension has been installed successfully
ast: Instalóse la estensión con ésitu
be@latin: Pašyreńnie paśpiachova zainstalavanaje
bn: এক্সটেনশন সফলভাবে ইনস্টল করা হয়েছে
de: Die Erweiterung wurde korrekt installiert
en@shaw: ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦
eo: Kromprogramo estas sukcese instalita
ku: Pêvek bi serkeftî hate sazkirin
lv: Paplašinājums ir veiksmīgi uzinstalēts
pt: Extensão foi instalada com sucesso
ro: Extensia a fost instalată cu succes.

source: Installing extension
ast: Instalando estensión
be@latin: Instalavańnie pašyreńnia
bn: এক্সটেনশন ইনস্টল করা হচ্ছে
de: Erweiterung wird installiert
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯
eo: Instalado de kromprogramo
ku: Pêvek tê sazkirin
lv: Instalē papildinājumu
pt: A instalar a extensão
ro: Se instalează extensia

source: The extension will be downloaded and installed.
ast: La estensión va descargase ya instalase.
be@latin: Pašyreńnie budzie ŭziataje ź sieciva j zainstalavanaje.
bn: এক্সটেনশন ডাউনলোড করে ইনস্টল করা হবে।
de: Die Erweiterung wird heruntergeladen und installiert.
en@shaw: ğ‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.
eo: La kromprogramo estos elŝutata kaj instalata.
ku: Pêvek dê bê daxistin û sazkirin.
lv: Paplašinājums tiks lejupielādēts un uzinstalēts.
pt: Será feito o download e instalação da extensão.
ro: Extensia va fi descărcată și instalată

source: Retrieving list of extensions
ast: Algamando la llista d'estensiones
be@latin: Atrymańnie śpisu pašyreńniaŭ
bn: এক্সটেনশনের তালিকা উদ্ধার করা হচ্ছে
de: Liste der Erweiterungen wird geladen
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Prenado de listo de kromprogramoj
ku: Lîsteya pêvekan tê anîn
lv: Iegūst papildinājumu sarakstu
pt: A obter uma lista de extensões
ro: Se obține lista extensiilor

source: A list of available extensions is downloaded.
ast: Descargóse una llista d'estensiones disponibles.
be@latin: Śpis mahčymych pašyreńniaŭ zahružany.
bn: বিদ্যমান এক্সটেনশনের তালিকা ডাউনলোড করা হয়েছে।
de: Eine Liste der verfügbaren Erweiterungen wird heruntergeladen.
en@shaw: ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›.
eo: Listo de haveblaj kromprogramoj estas elŝutita.
ku: Lîsteya pêvekên heyî tê daxistin.
lv: Saraksts ar pieejamajiem paplašinājumiem ir lejupielādēts.
pt: Foi obtida uma lista de extensões disponíveis.
ro: O listă a extensiilor disponibile este descărcată.

source: Retrieving the extension index
ast: Algamando l'índiz de la estensión
be@latin: Atrymańnie indeksu pašyreńnia
bn: এক্সটেনশনের সূচী উদ্ধার করা হচ্ছে
de: Index der Erweiterungen wird geladen
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘•
eo: Prenado de la kromprograma indekso
ku: Pêrista pêvekê tê anîn
lv: Saņem paplašinājumu rādītāju
pt: A obter o índice de extensões
ro: Se obține indexul extensiei.

source: Downloading extension
ast: Descargando estensión
be@latin: Atrymańnie pašyreńnia
bn: এক্সটেনশন ডাউনলোড করা হচ্ছে
de: Erweiterung wird heruntergeladen
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯
eo: Elŝutado de kromprogramo
ku: Pêvek tê daxistin
lv: Lejupielādē papildinājumu
pt: A efectuar download da extensão
ro: Se descarcă extensia

source: Extracting archive
ast: Estrayendo archivu
be@latin: Raspakoŭvańnie archiva
bn: আর্কাইভ সম্প্রসারণ করা হচ্ছে
de: Archiv wird entpackt
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¸ğ‘’ğ‘²ğ‘
eo: Eltirado de arkivo
ku: Ji arşîvê tê derxistin
lv: Atarhivē papildinājumu
pt: A extrair o arquivo
ro: Se extrage arhiva

source: Extension could not be installed due to a problem with the provided file
ast: La estensión nun pudo instalase darréu d'un problema col ficheru proporcionáu
be@latin: Niemahčyma zainstalavać pašyreńnie praz prablemu ŭ atrymanym fajle
bn: প্রদত্ত ফাইলে সমস্যার কারণে এক্সটেনশন ইনস্টল করা যায়নি
de: Die Erweiterung konnte aufgrund eines Fehlers der bereitgestellten Datei nicht installiert werden
en@shaw: ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘›ğ‘¿ ğ‘‘ ğ‘© ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤
eo: Kromprogramo ne instaleblis pro problemo pri la provizita dosiero
ku: Pêvek nayê sazkirin ji ber ku bi pelê re pirsgirêkek heye
lv: Paplašinājumu nevar uzinstalēt, jo ir problēmas ar doto failu
pt: Incapaz de instalar a extensão devido a um problema com o ficheiro disponibilizado
ro: Extensia nu a putut fi instalată datorită unei probleme cu fișierul oferit

source: Error
be@latin: Pamyłka
bn: ত্রুটি
de: Fehler
en@shaw: ğ‘»ğ‘¼
eo: Eraro
ku: Çewtî
lv: Kļūda
pt: Erro
ro: Eroare

source: Check the description beneath for further details.
ast: Comprueba la descripción d'abaxo pa más detalles.
be@latin: Padrabiaznaści hladzi ŭ apisańni.
bn: আরও বিস্তারিত জানতে নিম্নলিখিত বিবরণটি পড়ুন।
de: Bitte lesen Sie die untenstehende Beschreibung für nähere Informationen.
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘¯ğ‘°ğ‘” ğ‘“ğ‘¹ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ.
eo: Kontrolu la priskribon sube por pliaj detaloj.
ku: Ji bo zêdetir kitekitan li jêra raveyê kontrol bikin.
lv: Papildus informācijai aplūkojiet aprakstu zemāk
pt: Consulte a descrição abaixo para mais detalhes.
ro: Pentru mai multe detalii verificați descrierea de mai jos.

source: Details
ast: Detalles
be@latin: Detali
bn: বিস্তারিত
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ
eo: Detaloj
ku: Kitekit
lv: Sīkāka informācija
pt: Detalhes
ro: Detalii

source: Version:
ast: Versión:
be@latin: Versija:
bn: সংস্করণ:
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯:
eo: Versio:
ku: Guherto:
lv: Versija:
pt: Versão:
ro: Versiunea:

source: Update Available
ast: Anovamientu disponible
be@latin: Dastupnaja aktualizacyja
bn: হালনাগাদ বিদ্যমান
de: Aktualisierung verfügbar
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤
eo: Ĝisdatigo havebla
ku: Rojanekirin heye
lv: Pieejams atjauninājums
mg: Fanavaozana misy
pt: Actualização Disponível
ro: Actualizări disponibile

source: Beagle Live
be@latin: Žyvy Beagle
en@shaw: Â·ğ‘šğ‘°ğ‘œğ‘©ğ‘¤ ğ‘¤ğ‘¦ğ‘
ku: Beagle Zindî
pt: Beagle Interactivo

source: GNOME search tool is not installed
ast: La ferramienta de gueta de GNOME nun ta instalada
be@latin: Pryłada pošuku ŭ GNOME nie zainstalavanaja
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘µğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›
pt: A ferramenta de pesquisa do GNOME não está instalada

source: If enabled the window will be closed after an action has been activated
ast: Si ta activáu la ventana zarraráse dempués d'activar una aición
be@latin: Kali ŭklučana, vakno budzie začynienaje paśla aktyvacyi dziejańnia

source: Selects the user interface to use, one of "Window" or "Button"
ast: Seleiciona la interfaz d'usuariu qu'usar ente "Window" y "Button"
be@latin: Vyznačaje interfejs karystalnika, "Vakno" ("Window") ci "Knopka" ("Button")

source: The default position of the window on the screen (x-coordinate)
ast: La posición por defeutu de la ventana na pantalla (coordenada x)
be@latin: Zmoŭčanaje pałažeńnie vakna na ekranie (kaardynata X)

source: The default position of the window on the screen (y-coordinate)
ast: La posición predeterminada de la ventana na pantalla (coordenada y)
be@latin: Zmoŭčanaje pałažeńnie vakna na ekranie (kaardynata Y)

source: The list of exported class names of the enabled handlers sorted by priority. Leftmost has highest priority
ast: La llista de nomes de les clases esportaes de los remanadores activaos, axeitaos por prioridá. Cuanto más a la esquierda más prioridá
be@latin: Śpis ekspartavanych nazvaŭ klasaŭ dla ŭklučanych pasłuh, adsartavany pavodle pryjarytetu. Laviejšyja majuć vyšejšy pryjarytet

source: _More...
ast: _Más...
mg: _Fanampiny...

source: Deskbar Preferences - Web Searches
ast: Preferencies de Deskbar: Guetes web
mg: Safidy manokan'ny Deskbar - Karoka amin'ny tranonkala

source: Autocompletion Needs to be Enabled We cannot provide e-mail addresses from your address book unless autocompletion is enabled. To do this, from your mail program's menu, choose Edit - Preferences, and then Autocompletion.
ast: L'autocompletáu tien que tar activu Nun pueden ufrise señes de corréu electrónicu de la llibreta de direiciones si autocompletar nun ta activu. Pa facer esto, dende'l menú del to programa de corréu, escueye Editar - Preferencies y lluéu Autocompletáu.
be@latin: Treba ŭklučyć aŭtamatyčnaje zakančeńnie Niemahčyma prapanoŭvać adrasy e-maiłaŭ z tvajoj adrasnaj knihi, kali nia ŭklučanaje aŭtamatyčnaje zakančeńnie. Kab jaho ŭklučyć, z menu tvajoj paštovaj prahramy zadziejničaj "Redahuj" - "Nałady", a potym "Aŭtamatyčnaje zakančeńnie".

source: Search <b>Google Codesearch</b> for <i>%(name)s</i>
ast: Guetar en <b>Google Codesearch</b> por <i>%(name)s</i>

source: Chinese simplified
ast: Chinu simplificáu
be@latin: Kitajskaja sproščanaja

source: Chinese traditional
ast: Chinu tradicional
be@latin: Kitajskaja tradycyjnaja

source: Searches any OpenSearch compliant website
ast: Gueta cualquier sitiu web que cumpla con OpenSearch

source: A post is already awaiting submission, please wait before you post another message
ast: Yá hai una entrada esperando unviase, espera enantes d'espublizar otru mensaxe
be@latin: Dopis užo čakaje vysyłańnia. Kali łaska, pačakaj krychu pierad vysyłańniem nastupnaha paviedamleńnia.

source: <b>Search:</b>
ast: <b>Guetar:</b>
be@latin: <b>Šukaj:</b>

source: New accelerator...
ast: Acelerador nuevu…
be@latin: Novy skarot...
mg: Mpanafaingana vaovao...

source: URL
be@latin: Adras
de: Adresse

source: GNOME dictionary is not installed
be@latin: Słoŭnik dla GNOME nie zainstalavany
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘›ğ‘¦ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: Beagle
en@shaw: Â·ğ‘šğ‘°ğ‘œğ‘©ğ‘¤

source: Failed to post update to %(domain)s. Please make sure that: â€¢ Your internet connection is working â€¢ You can connect to <i>http://%(domain)s</i> in your web browser â€¢ Your credentials in the preferences are correct
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘´ğ‘•ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘‘ %(domain)s. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘¨ğ‘‘: â€¢ ğ‘¿ğ‘¼ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ â€¢ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ <i>http://%(domain)s</i> ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘¢ğ‘§ğ‘š ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼ â€¢ ğ‘¿ğ‘¼ ğ‘’ğ‘®ğ‘©ğ‘›ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘

source: Twitter
en@shaw: Â·ğ‘‘ğ‘¢ğ‘¦ğ‘‘ğ‘¼

source: <b>Layout</b>
mg: <b>Fandaminana</b>

source: <i><small><b>Note:</b> Drag and drop an extension to change its order.</small></i>
mg: <i><small><b>Note:</b> Batao ny tovana iray raha hanova ny filaharany.</small></i>

source: Button in panel
mg: Tsindry eo amin'ny tontonana

source: Entry in panel
mg: Fari-tsoratra eo amin'ny tontonana

source: Fixed _width:
mg: Fetran'ny _indra:

source: Use _all available space
mg: Ampiasao izay toerana _misy

source: View
mg: Seho

source: <i><small><b>Note: </b>If that shortcut is a single letter (like <b>t</b>) you can also just type "<b>something</b>" and then press <b>Alt-t</b> in the deskbar.</small></i>
mg: <i><small><b>Note: </b>Raha toa ka litera tokana (toy ny <b>t</b>) ilay hitsin-dàlana, dia azonao atao koa ny manoratra fotsiny hoe "<b>zavatra</b>" ary manindry ny <b>Alt-t</b> eo amin'ny deskbar avy eo.</small></i>

source: %s more result
mg: Valin-karoka %s hafa

source: %s more document
mg: Tahirin-kevitra %s hafa

source: %s more email
mg: Mailaka %s hafa

source: %s more conversation
mg: Resaka %s hafa

source: %s more file
mg: Rakitra %s hafa

source: %s more place
mg: Toerana %s hafa

source: %s more action
mg: Asa %s hafa

source: No History
mg: Tsy misy diary

source: A programming error has been detected
mg: Nisy tsy fetezam-pandaharana tsikaritra

source: It probably isn't fatal, but should be reported to the developers nonetheless. The program may behave erratically from now on.
mg: Mety tsy hitera-pahavoazana ilay izy, saingy tokony lazaina amin'ireo mpamolavola ihany na dia izany aza. Mety hiovaova be ny fiasan'ilay rindranasa manomboka izao.

source: Bug Detected
mg: Misy kilema tsikaritra

source: From %s
mg: Avy amin'ny %s

source: News from %s
mg: Vaovao avy amin'ny %s

source: Mail
mg: Mailaka

source: Send mail by typing a complete e-mail address
mg: Alefaso amin'ny alalan'ny adiresy mailkaa feno iray

source: Send Email to %s
mg: Alefaso any amin'ny %s ity mailaka ity

source: Web Bookmarks
mg: Rohin'ny tranonkala

source: Web History
mg: Diarin'ny tranonkala

source: Web Searches
mg: Karoka amin'ny tranonkala

source: You need to enable autocomplete in your mail preferences
mg: Mila mandefa ny famenoana hoazy ao amin'ny safidy manokan'ny mailakao ianao

source: Autocompletion Needs to be Enabled
mg: Mila alefa ny famenoana hoazy

source: We cannot provide e-mail addresses from your address book unless autocompletion is enabled. To do this, from your mail program's menu, choose Edit - Preferences, and then Autocompletion.
mg: Tsy afaka manome adiresy mailaka avy ao amin'ny bokin'adiresinao izahay raha tsy mandeha ny famenoana hoazy. Raha handefa azy, dia tsindrio ao anatin'ny tolotry ny rindranasan'ny mailakao ny Fanovana - Safidy manokana, ary ny Famenoana hoazy.

source: Files and Folders
mg: Rakitra sy lahatahiry

source: Open your files and folders by name
mg: Manokatra ny rakitra sy ny lahatahirinao araka ny anarany

source: Open folder %s
mg: Sokafy ny lahatahiry %s

source: You need a Google account to use Google Live. To get one, go to http://api.google.com/ When you have created your account, you should recieve a Google API key by mail. Place this key in the file ~/.mate2/deskbar-applet/Google.key If you do not receive an API key (or you have lost it) in your account verification mail, then go to www.google.com/accounts and log in. Go to api.google.com, click "Create Account" and enter your e-mail address and password. Your API key will be re-sent. Now download the developers kit and extract the GoogleSearch.wsdl file from it. Copy this file to ~/.mate2/deskbar-applet/GoogleSearch.wsdl
mg: Mila kaonty Google ianao vao afaka mampiasa ny Google Live. Mankanesa any amin'ny http://api.google.com/ raha hamorona izany. tokony hahazo famaha API amin'ny alalan'ny mailaka ianao rehefa nahaforona ny kaontinao. Ataovy ao anatin'ny rakitra ~/.mate2/deskbar-applet/Google.key io famaha io Mankanesa any amin'ny www.google.com/accounts, dia midira raha toa ka tsy mahazo famaha API ao anatin'ny mailaka fanamarinana kaontinao (na very ilay izy). Mandehana any amin'ny api.google.com, tsindrio ny "Hamorona kaoty" ary soraty ny adiresy mailaka sy teny fanalahidinao. Haverina alefa ny famaha API-nao. Aidino ny kitin'ny mpamolavola ary aboray tao ilay rakitra GoogleSearch.wsdl. Adikao mankany amin'ny ~/.mate2/deskbar-applet/GoogleSearch.wsdl io rakitra io.

source: Setting Up Google Live
mg: Mikirakira ny Google Live

source: You need to install the SOAPpy python module.
mg: Mila mametraka ny singa mpiorina python SOAPpy ianao.

source: You need the Google WSDL file.
mg: Mila ilay rakitra Google WSDL ianao.

source: You need a Google API key.
mg: Mila famaha Google API ianao.

source: Search Google as you type
mg: Mikaroka amin'ny google mandritra ny fanoratanao

source: Files and Folders Bookmarks
mg: Rohin'ny rakitra sy lahatahiry

source: Open your files and folders bookmarks by name
mg: Manokatra ny rakitra sy lahatahirinao araka ny anarana

source: %s more window
mg: Fikandrana %s hafa

source: Programs (Advanced)
mg: Rindranasa (Zadraharaha)

source: Launch any program present in your $PATH
mg: Mandefa izay rindranasa misy anatin'ny $PATH-naos

source: Disks and Network Places
mg: Kapila sy toeran-drezo

source: Open disk drives, shared network places and similar resources by name
mg: Manokatra kapila, toeranan-drezo ary ressource tahaka izany araka ny anarana

source: Open audio disk %s
mg: Sokafy ny kapilam-peo %s

source: Open web pages by typing a complete web address
mg: Manokatra pejin-tranonkala amin'ny alalan'ny fanoratana adiresin-tranonkala feno

source: Open the web page %s
mg: Sokafy ny pejin-tranonkala %s

source: Open the location %s
mg: Sokafy ny adiresy %s

source: Extracting
mg: Manaboraka

source: Updating %s
mg: Manavao ny %s

source: The update is being downloaded from the internet. Please wait until the update is complete
mg: Aidina avy amin'ny Internet ilay fanavaozana. Andraso hotapitra ilay fanavaozana

source: Downloading
mg: Mampidina

source: Installing %s
mg: Mametraka ny %s

source: The handler is being downloaded from the internet. Please wait until the installation is complete
mg: Aidina avy amin'ny Internet ilay handler. Andraso ho vita ny fametrahana azy
