Repository: benpicco/mate-deskbar-applet
Catalog: po/*.po
Languages: ast, be@latin, bn, de, en@shaw, eo, ku, lv, mg, pt, ro

source: Search all of your documents (using Beagle)
ast: Guetar nos documentos ensembre (usando Beagle)
be@latin: Šukaj va ŭsich svaich dakumentach (z dapamohaj Beagle)
bn: আপনার সকল নথি (Beagle ব্যবহার করে) অনুসন্ধান করুন
de: Alle Ihre Dokumente durchsuchen (mit Beagle)
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘·ğ‘¤ ğ‘ ğ‘¿ğ‘¼ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• (ğ‘¿ğ‘Ÿğ‘¦ğ‘™ Â·ğ‘šğ‘°ğ‘œğ‘©ğ‘¤)
eo: Sercxi cxiujn viajn dokumentojn (per Beagle)
ku: Li hemû belgeyên xwe (bi bikaranîna Beagle) bigere
lv: Meklēt visus dokumentus (lietojot Beagle)
mg: Mikaroka ny tahirin-kevitrao iray manontolo (amin'ny alalan'ny Beagle)
pt: Procurar em todos os seus documentos (utilizando o Beagle)
ro: Căută toate documentele dumneavoastră (folosind Beagle)

source: Beagle does not seem to be installed.
ast: Paez que Beagle nun ta instalau.
be@latin: Beagle nie zainstalavany.
bn: সম্ভবত Beagle ইনস্টল করা হয়নি।
de: Beagle scheint nicht installiert zu sein.
en@shaw: Â·ğ‘šğ‘°ğ‘œğ‘©ğ‘¤ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.
eo: "Beagle" ŝajne ne estas instalita.
ku: Beagle sazkirî xuya nake.
lv: Izskatās ka Baegle nav ieinstalēts.
pt: Parece que o beagle não se encontra instalado.
ro: Beagle nu pare să fie instalat.

source: Copy <b>%(origtext)s = %(name)s</b> to clipboard
ast: Copiar <b>%(origtext)s = %(name)s</b> nel cartafueyos
be@latin: Skapijuj <b>%(origtext)s = %(name)s</b> u bufer
bn: <b>%(origtext)s = %(name)s</b> ক্লিপ-বোর্ডে অনুলিপি করুন
de: <b>%(origtext)s = %(name)s</b> in die Zwischenablage kopieren
eo: Kopii <b>%(origtext)s = %(name)s</b> al tondejo
ku: <b>%(origtext)s = %(name)s</b> kopî bike li panoyê
lv: Kopēt <b>%(origtext)s = %(name)s</b> uz starpliktuvi
pt: Copiar <b>%(origtext)s = %(name)s</b> para a área de transferência
ro: Copiază <b>%(origtext)s = %(name)s</b> în clipboard

source: Calculator
ast: Calculadora
be@latin: Kalkulatar
bn: ক্যালকুলেটর
de: Taschenrechner
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘¼
eo: Kalkulilo
ku: Makîneya hesaban
lv: Kalkulators
pt: Calculadora

source: Calculate simple equations
ast: Calcular ecuaciones simples
be@latin: Prostyja raźliki
bn: সাধারণ সমীকরণ গণনা করুন
de: Einfache Gleichungen berechnen
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘’ğ‘¢ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘Ÿ
eo: Kalkuli simplajn ekvaciojn
ku: Wekheviyên hêsan hesab bike
lv: Veiciet vienkāršus aprēķinus
pt: Calcular equações simples
ro: Calculează ecuații simple

source: del.icio.us Bookmarks
ast: Marcadores del.icio.us
be@latin: Zakładki del.icio.us
bn: del.icio.us বুকমার্ক
de: del.icio.us-Lesezeichen
eo: Legosignoj de del.icio.us
ku: Bijareyên del.icio.us
lv: del.icio.us grāmatzīmes
mg: Rohin'ny del.icio.us
pt: Marcadores del.icio.us
ro: Semne de carte del.icio.us

source: Search your del.icio.us bookmarks by tag name
ast: Guetar nos marcadores del.icio.us pol nome d'etiqueta
be@latin: Šukaj u svaich zakładkach del.icio.us pavodle nazvy etykiety
bn: ট্যাগের নাম অনুযায়ী del.icio.us বুকমার্কে অনুসন্ধান করুন
de: Ihre del.icio.us-Lesezeichen nach ihren Markierungen durchsuchen
eo: Serĉi legosignojn de del.icio.us laŭ marknomo
ku: Bi navê etîketan li bijareyên del.icio.us bigere
lv: Meklēt savās del.icio.us grāmatzīmēs pēc birkas nosaukuma
mg: Mikaroka ny rohin'ny del.icio.us-nao araka ny anaran'ny tag
pt: Procurar nos seus marcadores del.icio.us por nome de etiqueta
ro: Căutați în semnele de carte del.icio.us după etichetă

source: del.icio.us Account
ast: Cuenta del.icio.us
be@latin: Kont del.icio.us
bn: del.icio.us অ্যাকাউন্ট
de: del.icio.us-Konto
eo: Konto ĉe del.icio.us
ku: Hisaba del.icio.us
lv: del.icio.us konts
mg: Kaonty del.icio.us
pt: Conta del.icio.us
ro: Cont del.icio.us

source: Enter your del.icio.us username below
ast: Amiesta embaxo'l to nome d'usuariu del.icio.us
be@latin: Akreśl nižej svaju nazvu karystalnika del.icio.us
bn: নিম্নে আপনার del.icio.us অ্যাকাউন্টের ব্যবহারকারী নাম লিখুন
de: Bitte geben Sie Ihren del.icio.us-Benutzernamen ein
eo: Entajpu vian uzantnomon ĉe del.icio.us sube
ku: Navê bikarhêner ya del.icio.us li jêr têkeve
lv: Ievadiet savu del.icio.us lietotāja vārdu
mg: Soraty eo ambany eo ny anaran'ny mpampiasa del.icio.us-nao
pt: Introduza o seu nome de utilizador del.icio.us abaixo
ro: Introduceți mai jos numele de utilizator del.icio.us

source: Username:
ast: Nome d'usuariu:
be@latin: Nazva karystalnika:
bn: ব্যবহারকারীর নাম:
de: Benutzername:
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ğ‘¯ğ‘±ğ‘¥:
eo: Uzantnomo:
ku: Navê bikarhêner:
lv: Lietotājvārds:
mg: Anaran'ny mpampiasa:
pt: Utilizador:
ro: Nume utilizator:

source: You need to configure your del.icio.us account.
ast: Necesites configurar to cuenta del.icio.us.
be@latin: Treba skanfihuravać svoj kont del.icio.us.
bn: আপনার del.icio.us অ্যাকাউন্টটি কনফিগার করা আবশ্যক।
de: Sie müssen Ihr del.icio.us-Konto einrichten.
eo: Vi devas konfiguri vian konton ĉe del.icio.us.
ku: Divê hun hisaba xwe ya del.icio.us veava bikin.
lv: Jums ir jānokonfigurē jūsu del.icio.us konts.
mg: Mila manefy ny kaonty del.icio.us-nao ianao.
pt: Tem de configurar a sua conta del.icio.us.
ro: Trebuie să configurați contul dumneavoastră del.icio.us.

source: You can modify your del.icio.us account.
ast: Puedes modificar to cuenta del.icio.us.
be@latin: Ty možaš adredahavać svoj kont del.icio.us.
bn: আপনি আপনার del.icio.us অ্যাকাউন্টটি পরিবর্তন করতে পারবেন।
de: Sie können Ihr del.icio.us-Konto bearbeiten.
eo: Vi povas modifi vian konton ĉe del.icio.us.
ku: Hun dikarin hisaba xwe ya del.icio.us biguherînin.
lv: Jūs varat mainīt savu del.icio.us kontu.
mg: Azonao ovaina ny kaonty del.icio.us-nao.
pt: Pode alterar a sua conta del.icio.us.
ro: Puteți modifica contul dumneavoastră del.icio.us.

source: Web Bookmarks (Epiphany)
ast: Marcadores Web (Epiphany)
be@latin: Zakładki Web (Epiphany)
bn: ওয়েব বুকমার্ক (Epiphany)
de: Internet-Lesezeichen (Epiphany)
en@shaw: ğ‘¢ğ‘§ğ‘š ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘• (Â·ğ‘¦ğ‘ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘¦)
eo: Teksaĵaj legosignoj (Epiphany)
ku: Bijareyên Torê (Epiphany)
lv: Tīmekļa grāmatzīmes (Epiphany)
pt: Marcadores Web (Epiphany)
ro: Favorite (Epiphany)

source: Open your web bookmarks by name
ast: Abrir tos marcadores web per nome
be@latin: Adčyniaj svaje zakładki Web pavodle nazvy
bn: নাম অনুযায়ী আপনার ওয়েব বুকমার্ক খুলুন
de: Ihre Internet-Lesezeichen über den Namen öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¿ğ‘¼ ğ‘¢ğ‘§ğ‘š ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘• ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥
eo: Malfermi viajn TTT-legosignojn laux nomo
ku: Bi navan bijareyên torê veke
lv: Atvērt tīmekļa grāmatzīmes pēc vārda
mg: Manokatra ny rohin-tranokalanao araka ny anarana
pt: Abrir os seus marcadores web por nome
ro: Deschide adresele web favorite după nume

source: Epiphany is not your preferred browser.
ast: Epiphany nun ye'l to ñavegador preferíu.
be@latin: Epiphany nie źjaŭlajecca tvaim pažadanym hartačom.
bn: পছন্দনীয় ব্রাউজাররূপে Epiphany নির্ধারণ করা হয়নি।
de: Epiphany ist nicht Ihr Standard-Browser.
en@shaw: Â·ğ‘¦ğ‘ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘› ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼.
eo: Epiphany ne estas via preferata krozilo.
ku: Epiphany ne geroka we ya tercihkirî ye.
lv: Epiphany šobrīd nav jūsu vēlamais pārlūks
pt: Epiphany não é o seu navegador preferido.
ro: Epiphany nu este navigatorul web preferat.

source: Web Searches (Epiphany)
ast: Guetes web (Epiphany)
be@latin: Pošuk u Web (Epiphany)
bn: ওয়েবে অনুসন্ধান (Epiphany)
de: Internet-Suchmaschinen (Epiphany)
en@shaw: ğ‘¢ğ‘§ğ‘š ğ‘•ğ‘»ğ‘—ğ‘©ğ‘Ÿ (Â·ğ‘¦ğ‘ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘¦)
eo: Teksaĵaj serĉoj (Epiphany)
ku: Lêgerînên înternetê (Epiphany)
lv: Meklēšana tīmeklī
pt: Procuras na Web (Epiphany)
ro: Căutări web (Epiphany)

source: Search the web via your browser's search settings
ast: Guetar na web per aciu de los axustes de gueta del to ñavegador
be@latin: Šukaj u Web zhodna z naładami pošuku tvajho hartača
bn: ব্রাউজারের অনুসন্ধান সেটিংসমূহের সাহায্যে ওয়েবে অনুসন্ধান করুন
de: Das Internet über die Sucheinstellungen Ihres Browsers durchsuchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘ ğ‘¢ğ‘§ğ‘š ğ‘ğ‘²ğ‘© ğ‘¿ğ‘¼ ğ‘šğ‘®ğ‘¬ğ‘Ÿğ‘¼'ğ‘• ğ‘•ğ‘»ğ‘— ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ
eo: Sercxi en TTT per sercxaj agordoj de via foliumilo
ku: Li înternetê bi mîhengên lêgerînê ya geroka xwe bigere
lv: Meklēt tīmeklī caur pārlūkprogrammas meklēšanas uzstādījumiem
mg: Mikaroka ny tranonkala amin'ny alalan'ny kirakiran'ny mpitetinao
pt: Procurar na web através da definição de procura do seu navegador
ro: Căută pe web folosind configurările de căutare ale programului dumneavoastrp de navigare

source: You can set shortcuts for your searches.
ast: Puedes afitar atayos de tecláu pa les guetes.
be@latin: Ty možaš akreślić skaroty dla pošuku.
bn: আপনি আপনার করা অনুসন্ধানের জন্য শর্টকাট নির্ধারণ করতে পারবেন।
de: Sie können Tastenkürzel für Ihre Suchvorgänge vergeben.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘–ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘•ğ‘»ğ‘—ğ‘©ğ‘Ÿ.
eo: Vi povas agordi fulmoklavojn por viaj sercxoj.
ku: Hun dikarin ji bo lêgerînên xwe kurteriyan ava bikin.
lv: Jūs varat uzstādīt norādes uz jūsu meklējumiem.
mg: Afaka mamaritra hitisn-dàlana ho an'ny karokao ianao.
pt: Pode definir atalhos para as suas procuras.
ro: Puteți definii scurtături pentru căutări.

source: Web History (Epiphany)
ast: Históricu web (Epiphany)
be@latin: Historyja Web (Epiphany)
bn: ওয়েব সংক্রান্ত ইতিহাস (Epiphany)
de: Internet-Chronik (Epiphany)
en@shaw: ğ‘¢ğ‘§ğ‘š ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ (Â·ğ‘¦ğ‘ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘¦)
eo: Teksaĵa historio (Epiphany)
ku: Dîroka înternetê (Epiphany)
lv: Tīmekļa vēsture (Epiphany)
pt: Histórico de Web (Epiphany)
ro: Istoric web (Epiphany)

source: Open your web history by name
ast: Abre to históricu web per nome
be@latin: Adčyniaj svaju historyju Web pavodle nazvy
bn: নাম অনুযায়ী ওয়েব সংক্রান্ত ইতিহাস প্রদর্শন করা হবে
de: Ihre Internet-Chronik nach Namen öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¿ğ‘¼ ğ‘¢ğ‘§ğ‘š ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥
eo: Malfermi vian TTT-historion laux nomo
ku: Dîroka xwe ya înternetê bi nav veke
lv: Atvērt tīmekļa vēsturi pēc vārda
mg: Manokatra ny diarin'ny tranonkalanao araka ny anarana
pt: Abrir o seu histórico de web por nome
ro: Deschide istoricul web după nume

source: Edit contact <b>%(name)s</b> (%(email)s)
ast: Editar contautu <b>%(name)s</b> (%(email)s)
be@latin: Redahuj kantakt <b>%(name)s</b> (%(email)s)
bn: <b>%(name)s</b> (%(email)s) পরিচিতি সম্পাদনা করুন
de: Kontakt <b>%(name)s</b> (%(email)s) bearbeiten
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘‘ <b>%(name)s</b> (%(email)s)
eo: Redakti kontaktulon <b>%(name)s</b> (%(email)s)
ku: Têkiliya <b>%(name)s</b> (%(email)s) biguherîne
lv: Rediģēt kontaktu <b>%(name)s</b> (%(email)s)
pt: Editar o contacto <b>%(name)s</b> (%(email)s)
ro: Modifică contact <b>%(name)s</b> (%(email)s)

source: Mail (Address Book)
ast: Corréu (Llibreta de señes)
be@latin: Pošta (Adrasnaja kniha)
bn: মেইল (ঠিকানা বই)
de: E-Mail (Adressbuch)
en@shaw: ğ‘¥ğ‘±ğ‘¤ (ğ‘©ğ‘›ğ‘®ğ‘§ğ‘• ğ‘šğ‘«ğ‘’)
eo: Posxto (Adreslibro)
ku: E-peyam (Lênûska navnîşanan)
lv: Pasts (Adresu grāmata)
mg: Mailaka (bokin'adiresy)
pt: Email (Livro de Endereços)
ro: EMail (Agendă)

source: Send mail to your contacts by typing their name or e-mail address
ast: Unvía corréu a tos contautos escribiendo'l nome o señes de corréu
be@latin: Dašli poštu kantaktu, uvioŭšy jaho nazvu ci adras e-maiłu
bn: নাম অথবা ই-মেইল ঠিকানা টাইপ করে পরিচিতদের মেইল পাঠান
de: E-Mail an Ihre Kontakte verschicken, in dem Sie deren Namen oder E-Mail-Adresse eingeben
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¥ğ‘±ğ‘¤ ğ‘‘ ğ‘¿ğ‘¼ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘‘ğ‘• ğ‘šğ‘² ğ‘‘ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘¯ğ‘±ğ‘¥ ğ‘¹ ğ‘§-ğ‘¥ğ‘±ğ‘¤ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•
eo: Sendi posxton al viaj kontaktoj per entajpado de nomo aux retposxtadreso
ku: Peyaman ji têkiliyên xwe re bi nivîsîna nav an navnîşana e-peyam bişîne
lv: Sūtiet e-pastus jūsu kontaktiem, ierakstot vārdu vai e-pasta adresi
mg: Mandefa mailaka any amin'ny olona ifandraisanao amin'ny alalan'ny fanoratana ny anarany na ny adiresy mailany
pt: Enviar email para os seus contactos escrevendo o seu nome ou endereço de email
ro: Trimite email contactelor dumneavoastră tastând numele lor sau adresa de e-mail

source: Autocompletion Needs to be Enabled We cannot provide e-mail addresses from your address book unless autocompletion is enabled. To do this, from your mail program's menu, choose Edit → Preferences, and then Autocompletion.
bn: স্বয়ংক্রিয়ভাবে সম্পূর্ণকরণ সক্রিয় করা আবশ্যক স্বয়ংক্রিয়ভাবে সম্পূর্ণকরণ সক্রিয় না করা পর্যন্ত ঠিকানা বই থেকে, ই-মেইল ঠিকানা সরবরাহ করা যাবে না। এটি সক্রিয় করার জন্য, মেইল প্রোগ্রামের মেনু থেকে, সম্পাদনা → পছন্দসমূহ, এবং এরপর স্বয়ংক্রিয়ভাবে সম্পূর্ণকরণ নির্বাচন করুন।
de: Auto-Vervollständigung muss eingeschaltet werden Es können keine E-Mail-Adressen aus Ihrem Adressbuch geholt werden, solange die Auto-Vervollständigung nicht aktiviert ist. Um diese einzuschalten, aktivieren Sie in Ihrem E-Mail-Programm die Eigenschaft »Bearbeiten -> Einstellungen -> Auto-Vervollständigung«.
eo: Memkompletigo estu enŝaltita Ni ne povas provizi retpoŝtadresojn el via adresaro escepte se memkompletigo estas enŝaltita. Por fari tion, el via retpoŝtprograma menuo, elektu Redakti → Preferencojn, kaj tiam Memkompletigo.
ku: Divê temamkirina bixweber çalakkirî be Heke temamkirina bixweber neçalak be, em nikarin ji lênûska navnîşanan navnîşana e-peyam bînin. Ji bo çalakkirinê, ji pêşeka bernameya xwe wan hilbijêre, Biguherîne → Vebijêrk → Temamkirina bixweber.
lv: Jāaktivizē automātiskā pabeigšana Mēs nevaram piedāvāt e-pasta adreses no jūsu adrešu grāmatas, ja nav aktivizēta automātiskā pabeigšana. Lai to izdarītu, savā pasta programmā izvēlieties Rediģēt → Iestatījumi un tad Automātiskā pabeigšana.
pt: Completar Automaticamente Tem de Estar Activo Não é possível disponibilizar endereços de email do seu livro de endereços excepto se o completar automaticamente estiver activo. Para tal, no menu da sua aplicação de email, seleccione Editar → Preferências e depois Completar Automaticamente.
ro: Autocompletarea trebuie să fie activată Nu se pot oferii adrese de email din agenda dumneavoastră, până ce autocompletarea este activată. Pentru activare, din programul dumneavoastră de email, alegeți Editare → Preferințe, iar apoi Autocompletare.

source: Location
ast: Llugar
be@latin: Pałažeńnie
bn: অবস্থান
de: Ort
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Loko
ku: Cî
lv: Atrašanās vieta
pt: Localização
ro: Locația

source: Files, Folders and Places
ast: Ficheros, carpetes y llugares
be@latin: Fajły, katalohi j miescy
bn: ফাইল, ফোল্ডার ও অবস্থান
de: Dateien, Ordner und Orte
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘Ÿ, ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ
eo: Dosieroj, dosierujoj kaj lokoj
ku: Pel, peldank û cih
lv: Faili, Mapes un Vietas
pt: Ficheiros, Pastas e Locais
ro: Fișiere, dosare și locuri

source: View your files, folders, bookmarks, drives, network places by name
ast: Ver los ficheros, carpetes, marcadores, preseos, o llugares de rede pol nome
be@latin: Prahladaj svaje fajły, katalohi, zakładki, pryłady, sietku pavodle nazvaŭ
bn: নাম অনুসারে ফাইল, ফোল্ডার, বুকমার্ক, ড্রাইভ, নেটওয়ার্কের অবস্থান দেখুন
de: Ihre Dateien, Ordner, Lesezeichen, Laufwerke und Netzwerkorte nach Namen anzeigen
en@shaw: ğ‘ğ‘¿ ğ‘¿ğ‘¼ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ, ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ, ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•, ğ‘›ğ‘®ğ‘²ğ‘ğ‘Ÿ, ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥
eo: Rigardu viajn dosierojn, dosierujojn, legosignojn, diskojn, retajn lokojn laŭ nomo
ku: Bi nav re pel, peldank, bijare, ajoger, cihên torê binihêre
lv: Aplūkot savus falus, mapes, grāmatzīmes, diskus, tīkla vietas pēc vārdiem
pt: Navegue os seus ficheiros, pastas, marcadores, unidades e locais na rede por nome
ro: Vizualizați fișiere, dosare, favorite, unități, locuri din rețea după nume

source: Shut down this system now?
ast: ¿Apagar el sistema agora?
be@latin: Vyklučyć systemu zaraz?
bn: মেশিন এখন বন্ধ করা হবে কি?
de: Rechner jetzt ausschalten?
en@shaw: ğ‘–ğ‘³ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¯ğ‘¬?
eo: Ĉu haltigi tiun ĉi sistemon nun?
ku: Bila niha pergalê bigire?
lv: Vai tiešām vēlaties izslēgt datoru?
pt: Desligar este sistema agora?
ro: Opriți sistemul acum?

source: Shut Down
ast: Apagar
be@latin: Vyklučy
bn: বন্ধ
de: Ausschalten
en@shaw: ğ‘–ğ‘³ğ‘‘ ğ‘›ğ‘¬ğ‘¯
eo: Elŝalti
ku: Bigire
lv: Izslēgt
pt: Desligar
ro: Oprire

source: Log out of this system now?
ast: ¿Colar d'esti sistema agora?
be@latin: Vyjści z systemy zaraz?
bn: সিস্টেম থেকে এখন লগআউট করা হবে কি?
de: Benutzer jetzt vom Rechner abmelden?
en@shaw: ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¯ğ‘¬?
eo: Ĉu nun elsaluti el la sistemo?
ku: Bila niha ji pergalê derkeve?
lv: Vai tiešām vēlaties atslēgties no sistēmas?
pt: Terminar a sessão neste sistema agora?
ro: Deautentificare din sistem acum?

source: Log Out
ast: Colar
be@latin: Vyjdzi
bn: লগআউট
de: Abmelden
en@shaw: ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘
eo: Elsaluti
ku: Derkeve
lv: Beigt darbu
pt: Terminar Sessão
ro: Deautentificare

source: Restart this system now?
ast: ¿Reaniciar esti sistema agora?
be@latin: Pieraŭruchomić systemu zaraz?
bn: সিস্টেম এখন পুনরায় শুরু করা হবে কি?
de: Rechner jetzt neu starten?
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¯ğ‘¬?
eo: Ĉu restarti tiun ĉi sistemon nun?
ku: Bila pergal niha nûve destpê bike?
lv: Pārstartēt datoru tagad?
pt: Reiniciar este sistema agora?
ro: Reporniți sistemul acum?

source: Restart
ast: Reaniciar
be@latin: Pieraŭruchom
bn: পুনরায় শুরু
de: Neu starten
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘
eo: Restarti
ku: Nûve destpêkirin
lv: Pārstartēt
pt: Reiniciar
ro: Repornire

source: Suspend this system now?
ast: ¿Suspender esti sistema agora?
be@latin: Usypić systemu zaraz?
bn: সিস্টেম এখন স্থগিত করা হবে কি?
de: Rechner jetzt in den Bereitschaftszustand versetzen?
en@shaw: ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¯ğ‘¬?
eo: Ĉu paŭzigi ĉi tiun sistemon nun?
ku: Bila pergalê niha bide sekinandin?
lv: Iesnaudināt datoru tagad?
pt: Suspender este sistema agora?
ro: Suspendați sistemul acum?

source: Suspend
ast: Suspender
be@latin: Usypi
bn: স্থগিত
de: Bereitschaft
en@shaw: ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘›
eo: Interrompi
ku: Bide sekinandin
lv: Atstādināt
pt: Suspender
ro: Suspendare

source: Hibernate this system now?
ast: ¿Ivernar esti sistema agora?
be@latin: Zhibernavać systemu zaraz?
bn: সিস্টেমটি এখন হাইবারনেট করা হবে কি?
de: Rechner jetzt in den Ruhezustand versetzen?
en@shaw: ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¯ğ‘¬?
eo: Ĉu nun dormigi tiun ĉi sistemon?
ku: Bila pergalê niha têxe xewa kûr?
lv: Iemidzināt datoru tagad?
pt: Hibernar este sistema agora?
ro: Hiberați sistemul acum?

source: Hibernate
ast: Ivernar
be@latin: Hibernuj
bn: হাইবারনেট
de: Ruhezustand
en@shaw: ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘
eo: Vintrodormi
ku: Xewa kûr
lv: Iemidzināt
pt: Hibernar
ro: Hibernare

source: This system will be automatically shut down in %s second.
ast: El sistema apagaráse automáticamente en %s segundu.
be@latin: Hetaja systema budzie aŭtamatyčna vyklučanaja praz %s sekundu.
bn: %s সেকেন্ড পরে এই সিস্টেমটি স্বয়ংক্রিয়ভাবে বন্ধ হয়ে যাবে।
de: Der Rechner wird automatisch in %s Sekunde ausgeschaltet.
eo: La sistemo aŭtomate elŝaltos post %s sekundo.
ku: Ev pergal dê navbera %s çirke de bixweber were girtin.
lv: Šis dators tiks automātiski izslēgts pēc %s sekundes.
pt: Este sistema será desligado automaticamente dentro de %s segundo.
ro: Acest sistem va fi oprit automat în %s secundă.

source: You will be automatically logged out in %s second.
ast: Saldrás del sistema automáticamente en %s segundu.
be@latin: Ty aŭtamatyčna vyjdzieš praz %s sekundu.
bn: %s সেকেন্ড পরে স্বয়ংক্রিয়ভাবে লগ-আউট করা হবে।
de: Sie werden automatisch in %s Sekunde abgemeldet.
eo: Vi estos aŭtomate elsalutata post %s sekundo.
ku: Hun dê navbera %s çirke de bixweber derkevin.
lv: Jūsu darba sesija tiks automātiski izbeigta pēc %s sekundes.
pt: A sua sessão será terminada automaticamente dentro de %s segundo.
ro: Veți fi dezautentificat automat în %s secundă.

source: This system will be automatically restarted in %s second.
ast: Esti sistema reaniciarase automáticamente en %s segundu.
be@latin: Hetaja systema budzie aŭtamatyčna pieraŭruchomlenaja praz %s sekundu.
bn: %s সেকেন্ড পরে সিস্টেমটি স্বয়ংক্রিয়ভাবে পুনরায় শুরু করা হবে।
de: Der Rechner wird automatisch in %s Sekunde neu gestartet.
eo: La sistemo estos aŭtomate restartata post %s sekundo.
ku: Ev pergal dê navbera %s çirke de bixweber nûve were destpêkirin.
lv: Šis dators tiks automātiski pārstartēts pēc %s sekundes.
pt: Este sistema será reiniciado automaticamente dentro de %s segundo.
ro: Acest sistem va fi repornit automat în %s secundă.

source: This system will be automatically suspended in %s second.
ast: Esti sistema suspenderáse automáticamente en %s segundu.
be@latin: Hetaja systema budzie aŭtamatyčna ŭsyplenaja praz %s sekundu.
bn: %s সেকেন্ড পরে সিস্টেমটি স্বয়ংক্রিয়ভাবে স্থগিত করা হবে।
de: Der Rechner wird automatisch in %s Sekunde in den Bereitschaftszustand versetzt.
eo: La sistemo estos aŭtomate paŭzigata post %s sekundo.
ku: Ev pergal dê navbera %s çirke de bixweber were sekinandin.
lv: Šis dators tiks iesnaudināts pēc %s sekundes.
pt: Este sistema será suspendido automaticamente dentro de %s segundo.
ro: Acest sistem va fi suspendat automat în %s secundă.

source: This system will be automatically hibernated in %s second.
ast: Esti sistema ivernará automáticamente en %s segundu.
be@latin: Hetaja systema budzie aŭtamatyčna zhibernavanaja praz %s sekundu.
bn: %s সেকেন্ড পরে সিস্টেমটি স্বয়ংক্রিয়রূপে নিদ্রিত অবস্থায় স্থাপিত হবে।
de: Der Rechner wird automatisch in %s Sekunden in den Ruhezustand versetzt.
eo: La sistemo estos aŭtomate dormigata post %s sekundo.
ku: Ev pergal dê navbera %s çirke de bixweber bikeve xewa kûr.
lv: Šis dators tiks iemidzināts pēc %s sekundes.
pt: Este sistema será hibernado automaticamente dentro de %s segundo.
ro: Acest sistem va hiberna automat în %s secundă.

source: Suspend the machine
ast: Suspender la máquina
be@latin: Usypi kamputar
bn: মেশিন স্থগিত করুন
de: Den Rechner in den Bereitschaftszustand versetzen
en@shaw: ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘©ğ‘–ğ‘°ğ‘¯
eo: Interrompi la maŝinon
ku: Makînê bide sekinandin
lv: Iesnaudināt datoru
pt: Suspender a máquina
ro: Suspendă calculatorul

source: Hibernate the machine
ast: Ivernar la máquina
be@latin: Hibernuj kamputar
bn: মেশিন হাইবারনেট করুন
de: Den Rechner in den Ruhezustand versetzen
en@shaw: ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘ ğ‘ ğ‘¥ğ‘©ğ‘–ğ‘°ğ‘¯
eo: Vintrodormigi la maŝinon
ku: Makînê têxe xewa kûr
lv: Iemidznāt mašīnu
pt: Hibernar a máquina
ro: Hibernează calculatorul

source: Shutdown the machine
ast: Apagar la máquina
be@latin: Vyklučy kamputar
bn: মেশিন বন্ধ করুন
de: Rechner ausschalten
en@shaw: ğ‘–ğ‘©ğ‘‘ğ‘›ğ‘¶ğ‘¯ ğ‘ ğ‘¥ğ‘©ğ‘–ğ‘°ğ‘¯
eo: Elŝalti la maŝinon
ku: Makînê bigire
lv: Izslēgt mašīnu
pt: Desligar a máquina
ro: Oprește calculatorul

source: Reboot the machine
ast: Reaniciar la máquina
be@latin: Pieraŭruchom kamputar
bn: মেশিন পুনরায় চালু করুন
de: Den Rechner neu starten
eo: Restartigi la sistemon
ku: Makînê nûve bide destpêkirin
lv: Pārstartēt datoru
pt: Reiniciar a máquina
ro: Repornește calculatorul

source: Lock the screen
ast: Bloquiar la pantalla
be@latin: Zablakuj ekran
bn: পর্দা আবদ্ধ করুন
de: Bildschirm sperren
en@shaw: ğ‘¤ğ‘ªğ‘’ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯
eo: Ŝlosi la ekranon
ku: Dîmenderê qulf bike
lv: Saslēgt ekrānu
pt: Trancar o ecrã
ro: Blochează ecranul

source: Lock
ast: Bloquiar
be@latin: Zablakuj
bn: আবদ্ধ
de: Sperren
en@shaw: ğ‘¤ğ‘ªğ‘’
eo: Ŝlosi
ku: Qulfkirin
lv: Saslēgt
pt: Trancar
ro: Blochează

source: Turn off the computer
ast: Apagar l'ordenador
be@latin: Vyklučy kamputar
bn: কম্পিউটার বন্ধ করুন
de: Den Rechner ausschalten
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘“ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼
eo: Elŝalti la komputilon
ku: Komputerê bigire
lv: Izslēgt datoru
pt: Desligar o computador
ro: Oprește calculatorul

source: Restart the computer
ast: Reaniciar l'ordenador
be@latin: Pieraŭruchom kamputar
bn: কম্পিউটার পুনরায় শুরু করুন
de: Den Rechner neu starten
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼
eo: Restarti la komputilon
ku: Komputerê nûve bide destpêkirin
lv: Pārstartēt datoru
pt: Reiniciar o computador
ro: Repornește calculatorul
