Repository: benpicco/mate-deskbar-applet
Catalog: po/*.po
Languages: ast, be@latin, bn, de, en@shaw, eo, ku, lv, mg, pt, ro

source: Failed to post update to %(domain)s. Please make sure that: • Your internet connection is working • You can connect to <i>http://%(domain)s</i> in your web browser • Your credentials in the preferences are correct
ast: Falló espublizar en %(domain)s. Asegúrate de que: • La conexón a Internet ta funcionando • Puedes conectar con <i>http://%(domain)s</i> col to ñavegador web • Les credenciales de les preferencies son correutes
be@latin: Nie ŭdałosia abnavić %(domain)s. Pravier: • ci pracuje spałučeńnie ź siecivam; • ci dastupny sajt <i>http://%(domain)s</i> praz web-hartač; • ci ŭ naładach padadzienyja pravilnyja parametry ŭvachodu.
bn: %(domain)s-এ আপডেট পোস্ট করতে ব্যর্থ। অনুগ্রহ করে নিশ্চিত করুন: • আপনার ইন্টারনেট সংযোগ সক্রিয় রয়েছে • আপনার ওয়েব ব্রাউজারের মাধ্যমে <i>http://%(domain)s</i>-এর সাথে সংযোগ স্থাপন করতে পারেন • পছন্দনীয়তে নির্ধারিত আপনার পরিচয় সঠিকভাবে লেখা হয়েছে
de: Senden der Nachricht an %(domain)s gescheitert. Bitte stellen Sie sicher, dass: • Ihre Verbindung ins Internet funktioniert • Sie die Adresse <i>http://%(domain)s</i> im Webbrowser aufrufen können • Ihre Zugangsdaten in den Einstellungen korrekt sind
eo: Malsukcesis afiŝi ĝisdatigon al %(domain)s. Certigu ke: • Via interreta konekto funkcias • Vi povas konekti al <i>http://%(domain)s</i> en via TTT-legilo • Viaj akreditaĵoj en la preferoj estas ĝustaj
ku: Şandina rojanekirinê ji %(domain)s re pêk nehat. Ji kerema xwe kontrol bikin ku: • Girêdana înternetê dixebite • Hun dikarin bi geroka webê bikevin malpera <i>http://%(domain)s</i> • Di Vebijêrkên de agahiyên we rastin
lv: Neizdevās nosūtīt atjauninājumu uz %(domain)s. Lūdzu, pārliecinieties, ka: • Interneta savienojums darbojas • varat savienoties ar <i>http://%(domain)s</i> savā tīmekļa pārlūkā • jūsu rekvizīti ir pareizi iestatīti
pt: Falha ao afixar uma actualização em %(domain)s. Certifique-se de que: • A sua ligação à Internet está a funcionar • Se consegue ligar a <i>http://%(domain)s</i> através do seu navegador web • As suas credenciais nas preferências estão correctas
ro: Trimiterea actualizările către %(domain)s a eșuat. Vă rugăm să vă asigurați că: • Conexiunea la Internet este funcțională • Vă puteți conecta la <i>http://%(domain)s</i> folosind un navigator de internet • Credențialele din configurare sunt corecte

source: A post is already awaiting submission; please wait before you post another message
bn: একটি বার্তা ইতিমধ্যেই জমা হওয়ার অপেক্ষায় রয়েছে; অনুগ্রহ করে আরেকটি বার্তা পোস্ট করার পূর্বে অপেক্ষা করুন
de: Eine Nachricht wartet momentan darauf, übertragen zu werden. Bitte warten Sie dies ab, bevor Sie weitere Nachrichten übertragen.
eo: Afiŝo jam atendas transsendo; bonvole atendu antaŭ sendi alian mesaĝon
ku: Şandinek jixwe li benda şandinê ye; ji kerema xwe beriya şandina peyamekî din li bendê bimînin
lv: Paziņojums jau gaida publicēšanu; lūdzu, uzgaidiet, pirms sūtīt kārtējo ziņojumu
pt: Já existe uma mensagem afixada a aguardar submissão; aguarde antes de afixar outra mensagem
ro: Un mesaj așteaptă deja să fie trimis; așteptați înainte să trimiteți un alt mesaj

source: Error posting to %s
ast: Error al espublizar en %s
be@latin: Pamyłka abnaŭleńnia %s
bn: %s-এ পোস্ট করতে ত্রুটি
de: Fehler beim Senden an %s
en@shaw: ğ‘»ğ‘¼ ğ‘ğ‘´ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘‘ %s
eo: Eraro dum afiŝado al %s
ku: Di şandina ji %s re de çewtî
lv: Kļūda pievienojot ierakstu %s
pt: Erro ao afixar em %s
ro: Eroare la postarea pe %s

source: <small>(%(remain)s)</small> Post <i>"%(msg)s"</i>
ast: <small>(%(remain)s)</small> Espublizar <i>«%(msg)s»</i>
be@latin: <small>(%(remain)s)</small> Dopis <i>"%(msg)s"</i>
bn: <small>(%(remain)s)</small> পোস্ট <i>"%(msg)s"</i>
de: <small>(%(remain)s)</small> Nachricht senden: »<i>%(msg)s</i>«
eo: <small>(%(remain)s)</small> Afiŝi <i>"%(msg)s"</i>
ku: <small>(%(remain)s)</small> Şandin <i>"%(msg)s"</i>
lv: <small>(%(remain)s)</small> Ierakstam <i>"%(msg)s"</i>
pt: <small>(%(remain)s)</small> Mensagem <i>"%(msg)s"</i>
ro: <small>(%(remain)s)</small> Trimite <i>"%(msg)s"</i>

source: Update your %s account with the message: <i>%s</i>
ast: Anovar to cuenta de %s col mensaxe: <i>%s</i>
be@latin: Dadaj u svoj kont na %s nastupnaje paviedamleńnie: <i>%s</i>
bn: নিম্নলিখিত বার্তাসহ %s অ্যাকাউন্ট হালনাগাদ করুন: <i>%s</i>
de: Ihren %s-Zugang mit der Nachricht aktualisieren: <i>%s</i>
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¿ğ‘¼ %s ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡: <i>%s</i>
eo: Ĝisdatigu vian konton %s per la mesaĝo: <i>%s</i>
ku: Hisaba xwe %s rojane bikin bi peyama: <i>%s</i>
lv: Atjauniniet savu %s kontu ar ziņojumu: <i>%s</i>
pt: Actualize a sua conta %s com a mensagem: <i>%s</i>
ro: Actualizeză contul dumneavoastră %s cu mesajul: <i>%s</i>

source: Post updates to your Twitter account
ast: Espublizar anovamientos a la to cuenta de Twitter
be@latin: Abnaŭlaj svoj Twitter
bn: Twitter অ্যাকাউন্টে হালনাগাদ পোস্ট করুন
de: Nachricht an Ihren Twitter-Zugang senden
en@shaw: ğ‘ğ‘´ğ‘•ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘‘ ğ‘¿ğ‘¼ Â·ğ‘‘ğ‘¢ğ‘¦ğ‘‘ğ‘¼ ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘
eo: Afiŝi ĝisdatigojn al via konto de Twitter
ku: Rojanekirinan ji hisaba xwe ya Twitter bişînin
lv: Sūtīt paziņojumus uz Twitter kontu
pt: Afixe actualizações na sua conta Twitter
ro: Trimite actualizările pe contul Twitter

source: Post updates to your identi.ca account
ast: Espublizar anovamientos a la to cuenta de identi.ca
be@latin: Abnaŭlaj svoj identi.ca
bn: identi.ca অ্যাকাউন্টে হালনাগাদ পোস্ট করুন
de: Nachricht an Ihren identi.ca-Zugang senden
eo: Afiŝi ĝisdatigojn al via konto de identi.ca
ku: Rojanekirinan ji hisaba xwe ya identi.ca bişînin
lv: Sūtīt paziņojumus uz identi.ca kontu
pt: Afixe actualizações na sua conta identi.ca
ro: Trimite mesaje pe contul dumneavoastră identi.ca

source: Please note that Deskbar Applet does not support authentication via OpenID. You must configure a username and password on the <i>identi.ca</i> website if you haven't already.
ast: Atalanta que la miniaplicación de la barra d'escritoriu nun puede autenticase via OpenID. Debes configurar un nome y contraseña nel sitiu web <i> identi.ca</i> si entá nun lo ficiste.
be@latin: Aplet „Deskbar” nia ŭmieje aŭtaryzavacca z dapamohaj systemy „OpenID”. Treba naładzić karystalnika j parol na sajcie <i>identi.ca</i>.
bn: উল্লেখ্য, ডেস্কবার অ্যাপ্লেট OpenID'র মাধ্যমে প্রমাণীকরণ সমর্থন করে না। আপনার যদি <i>identi.ca</i> ওয়েব-সাইটে ইতিমধ্যেই কোনো অ্যাকাউন্ট না থাকে, তবে ব্যবহারকারী অ্যাকাউন্টের নাম ও পাসওয়ার্ড কনফিগার করা আবশ্যক।
de: Bitte beachten Sie, dass noch keine Anmeldung mittels OpenID möglich ist. Bitte wählen Sie Benutzernamen und Passwort auf der <i>identi.ca</i>-Website, falls Sie noch keine haben.
eo: Bonvole notu ke labortablobreto ne subtenas aŭtentigon per OpenID. Vi devas agordi uzantnomon kaj pasvorton sur la retejo <i>identi.ca</i> se vi ne jam faris tion.
ku: Sepanoka Deskbar bi OpenID ve piştgirî nade erêkirinê. Hun divê li malpera <i>identi.ca</i> navekî bikarhêner û nasnav veava bikin heke hun hê xwedî yekî nebin.
lv: Lūdzu, ņemiet vērā, ka Deskbar sīklietotne neatbalsta autentificēšanos caur OpenID. Jums ir jānokonfigurē lietotāja vārds un parole <i>identi.ca</i> tīmekļa vietnē, ja vien jau neesat to izdarījis.
pt: Note que a Deskbar Applet não suporta autenticação através de OpenID. Tem de configurar um utilizador e senha no servidor <i>identi.ca</i>, caso ainda não o tenha feito.
ro: Vă rugăm să țineți cont de faptul că miniaplicația Deskbar nu suportă autentificare prin OpenID. În cazul în care nu ați făcut deja, trebuie să configurați un nume de utilizator și o parolă pe pagina <i>identi.ca</i>.

source: Visit identi.ca website
ast: Visita el sitiu web identi.ca
be@latin: Pierajdzi na sajt „identi.ca”
bn: identi.ca ওয়েব-সাইট পরিদর্শন করুন
de: identi.ca-Website aufrufen
eo: Viziti retejon identi.ca
ku: Biçe malpera identi.ca
lv: Apmeklēt identi.ca vietni
pt: Visitar a página identi.ca
ro: Vizitați pagina identi.ca

source: Open web pages and send emails by typing a complete address
ast: Abrir páxines web y unviar corréu tecliando unes señes completes
be@latin: Adčyniaj Web-staronki j dasyłaj e-maiły, uvioŭšy poŭny adras
bn: সম্পূর্ণ ঠিকানা লিখে ওয়েব পেজ খুলুন এবং ই-মেইল পাঠান
de: Über die Eingabe einer vollständigen Adresse Internet-Seiten öffnen und E-Mails verschicken
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘š ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘°ğ‘¥ğ‘±ğ‘¤ğ‘Ÿ ğ‘šğ‘² ğ‘‘ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•
eo: Malfermu retpaĝojn kaj sendu retleterojn per tajpado de tuta adreso
ku: Bi nivîsîna navnîşana tam ve malperên webê vekin û e-peyaman bişînin
lv: Atver tīmekļa vietnes un sūta e-pastus ierakstot pilnas adreses
pt: Abrir páginas web e enviar emails escrevendo um endereço web completo
ro: Deschideți pagini web și trimiteți e-mail tastând o adresă completă

source: Chinese
ast: Chinu
be@latin: Kitajskaja
bn: চাইনিজ
de: Chinesisch
en@shaw: ğ‘—ğ‘²ğ‘¯ğ‘°ğ‘Ÿ
eo: Ĉina
ku: Çînî
lv: Ķīniešu
pt: Chinês
ro: Chineză

source: Ukrainian
ast: Ucranianu
be@latin: Ukrainskaja
bn: ইউক্রেনীয়
de: Ukrainisch
en@shaw: ğ‘˜ğ‘µğ‘’ğ‘®ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯
eo: Ukraina
ku: Ukraynî
lv: Ukraiņu
pt: Ucraniano
ro: Ucrainiană

source: Open article <i>%(name)s</i> in <b>Wikipedia</b>
ast: Abrir l'artículu <i>%(name)s</i> de <b>Wikipedia</b>
be@latin: Adčyni artykuł <b>%(name)s</b> z <b>Wikipedia</b>
bn: <b>উইকিপিডিয়া</b> -র মধ্যে <i>%(name)s</i> প্রবন্ধটি খুলুন
de: Artikel <b>%(name)s</b> in <b>Wikipedia</b> öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¸ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ <i>%(name)s</i> ğ‘¦ğ‘¯ <b>Â·ğ‘¢ğ‘¦ğ‘’ğ‘¦ğ‘ğ‘°ğ‘›ğ‘¦ğ‘©</b>
eo: Malfermi artikolon <i>%(name)s</i> en <b>Vikipedio</b>
ku: Gotara <i>%(name)s</i> di <b>Wikipedia</b> de veke
lv: Atvērt rakstu <i>%(name)s</i> <b>Vikipēdijā</b>
pt: Abrir o artigo <i>%(name)s</i> na <b>Wikipédia</b>
ro: Deschide articolul <i>%(name)s</i> în <b>Wikipedia</b>

source: Wikipedia Suggest
ast: Suxerencies Wikipedia
be@latin: Prapanovy Wikipedia
bn: Wikipedia পরামর্শ
de: Wikipedia-Vorschläge
en@shaw: Â·ğ‘¢ğ‘¦ğ‘’ğ‘¦ğ‘ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘‘
eo: Vikipedia proponado
ku: Wikipedia pêşniyar
lv: Wikipedia ieteikums
pt: Sugestão Wikipédia
ro: Sugestii Wikipedia

source: As you type, Wikipedia will offer suggestions.
ast: Wikipedia ufrirá suxerencies de la qu'escribes.
be@latin: Ty pišaš, a Wikipedia prapanuje tabie varyjanty.
bn: টাইপকৃত তথ্য অনুযায়ী Wikipedia পরামর্শ প্রদান করবে।
de: Wikipedia-Vorschläge während des Eintippens anzeigen.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘‘ğ‘²ğ‘, Â·ğ‘¢ğ‘¦ğ‘’ğ‘¦ğ‘ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘¢ğ‘¦ğ‘¤ ğ‘ªğ‘“ğ‘¼ ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘—ğ‘©ğ‘¯ğ‘Ÿ.
eo: Dum kiam vi tajpas, Vikipedio donos proponojn.
ku: Demê nivîsînê de, Wikipedia dê pêşniyaran bike.
lv: Rakstot jums Wikipedia piedāvās savus ieteikumus.
pt: À medida que escreve, a Wikipédia oferecerá sugestões.
ro: Pe măsură ce scrieți, Wikipedia vă oferă sugestii.

source: Wikipedia Suggest settings
ast: Axustes de les suxerencies de Wikipedia
be@latin: Nałady prapanovaŭ Wikipedia Suggest
bn: Wikipedia পরামর্শের সেটিংসমূহ
de: Einstellungen für Wikipedia-Vorschläge
en@shaw: Â·ğ‘¢ğ‘¦ğ‘’ğ‘¦ğ‘ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ
eo: Agordaro de Vikipedia proponado
ku: Mîhengên Wikipedia pêşniyar
lv: Wikipedia ieteikumu iestatījumi
pt: Definições da Sugestão Wikipédia
ro: Configurări sugestii Wikipedia

source: Choose the language you want to use or enter the code of your language manually
ast: Escueyi la llingua que quies usar o escribe manualmente el códigu de la to llingua
be@latin: Abiary movu albo samastojna ŭpišy jejny kod
bn: আপনি যে ভাষা ব্যবহার করতে চান তা নির্বাচন করুন অথবা নিজ হাতে ভাষার কোড লিখুন
de: Wählen Sie die Sprache, die Sie verwenden möchten, oder geben Sie das Sprachkürzel an
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘¹ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘’ğ‘´ğ‘› ğ‘ ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤ğ‘¦
eo: Elektu la lingvon kiun vi volas uzi aŭ permane entajpu la kodon de via lingvo
ku: Zimanê hun dixwazin bi kar bînin hilbijêrin an koda zimanê bi destan têkevin
lv: Izvēlieties valodu, kuru vēlaties izmantot, vai arī ievadiet savas valodas kodu pašrocīgi
pt: Seleccione o idioma que deseja utilizar ou introduza manualmente o código do seu idioma
ro: Alegeți limbă pe care doriți să o folosiți sau introduceți manual codul limbii dumneavoastră.

source: Persian
ast: Persa
be@latin: Persydzkaja
bn: ফার্সি
de: Persisch
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯
eo: Persa
ku: Farsî
lv: Persiešu
pt: Persa
ro: Persană

source: Thai
ast: Tailandés
be@latin: Tajskaja
bn: থাই
en@shaw: ğ‘‘ğ‘²
eo: Taja
ku: Tayî
lv: Taizemiešu
pt: Tailandês
ro: Tailandeză

source: Yahoo! Search
ast: Gueta en Yahoo!
be@latin: Pošuk Yahoo!
bn: Yahoo! অনুসন্ধান
de: Yahoo!-Suche
en@shaw: Â·ğ‘˜ğ‘­ğ‘£ğ‘µ! ğ‘•ğ‘»ğ‘—
eo: Yahoo! Sercxo
ku: Yahoo! lêgerîn
lv: Yahoo! Meklēšana
mg: Karoka Yahoo!
pt: Procura Yahoo!
ro: Căutare Yahoo!

source: Search Yahoo! as you type
ast: Guetar en Yahoo! de la qu'escribes
be@latin: Šukaj u Yahoo!, uvodziačy
bn: টাইপ করার সময় Yahoo!-তে অনুসন্ধান করুন
de: Yahoo! während des Eintippens durchsuchen
en@shaw: ğ‘•ğ‘»ğ‘— Â·ğ‘˜ğ‘­ğ‘£ğ‘µ! ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘‘ğ‘²ğ‘
eo: Sercxi en Yahoo! dum vi tajpas
ku: Di nivîsînê de li Yahoo! bigere
lv: Meklēt Yahoo! uzreiz raksot
mg: Mikaroka amin'ny Yahoo! mandritra ny fanoratanao
pt: Procurar no Yahoo! à medida que escreve
ro: Căutați pe Yahoo! de îndată ce tastați

source: Search <b>Yahoo!</b> for <i>%(name)s</i>
ast: Guetar <i>%(name)s</i> en <b>Yahoo!</b>
be@latin: Šukaj u <b>Yahoo!</b> frazu <i>%(name)s</i>
bn: <b>Yahoo!</b> তে <i>%(name)s</i> অনুসন্ধান করুন
de: Mit <b>Yahoo!</b> nach <i>%(name)s</i> suchen
en@shaw: ğ‘•ğ‘»ğ‘— <b>Â·ğ‘˜ğ‘­ğ‘£ğ‘µ!</b> ğ‘“ğ‘¹ <i>%(name)s</i>
eo: Serĉi <b>Yahoo!</b> pri <i>%(name)s</i>
ku: Li <b>Yahoo!</b> vê <i>%(name)s</i> bigere
lv: Meklēt <b>Yahoo!</b> sistēmā <i>%(name)s</i>
pt: Procurar no <b>Yahoo!</b> por <i>%(name)s</i>
ro: Caută folosind <b>Yahoo!</b> după <i>%(name)s</i>

source: Yahoo! Suggestions
ast: Suxerencies Yahoo!
be@latin: Prapanovy Yahoo!
bn: Yahoo! পরামর্শ
de: Yahoo!-Vorschläge
en@shaw: Â·ğ‘˜ğ‘­ğ‘£ğ‘µ! ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘—ğ‘©ğ‘¯ğ‘Ÿ
eo: Yahoo! proponoj
ku: Yahoo! pêşniyar
lv: Yahoo! ieteikumi
pt: Sugestões Yahoo!
ro: Sugestii Yahoo!

source: Provides suggestions for queries related to the submitted query
ast: Ufre suxerencies de consultes rellacionaes cola consulta unviada
be@latin: Padaje prapanovy dla zapytaŭ, jakija datyčać pieradadzienych źviestak
bn: প্রদত্ত জিজ্ঞাসার সাথে যুক্ত সম্ভাব্য পরামর্শ সরবরাহ করা হয়
de: Yahoo!-Vorschläge für ähnliche Suchbegriffe
en@shaw: ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘—ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘’ğ‘¢ğ‘½ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘šğ‘¥ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¢ğ‘½ğ‘¦
eo: Provizas proponojn por informpetoj rilataj al la sendita informpeto.
ku: Ji bo lêpêrsînên bi lêpirsîna têketî re têkildar pêşniyaran dike
lv: Piedāvā ieteikumus vaicājumiem, kuri atbilst iesūtītajam vaicājumam
pt: Apresenta sugestões de consultas relacionadas com a consulta executada
ro: Oferă sugestii pentru șirurile de căutare legate de cererea trimisă

source: Configure Yahoo!
ast: Configurar Yahoo!
be@latin: Skanfihuruj Yahoo!
bn: Yahoo! কনফিগার করুন
de: Yahoo! konfigurieren
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ Â·ğ‘˜ğ‘­ğ‘£ğ‘µ!
eo: Agordi Yahoo!
ku: Yahoo! veava bike
lv: Konfigurēt Yahoo!
pt: Configurar o Yahoo!
ro: Configurează Yahoo!

source: URL of %s
ast: URL de %s
be@latin: Adras dla %s
bn: %s-এর URL
de: Adresse von %s
en@shaw: URL ğ‘ %s
eo: URLo de %s
ku: URL ya %s
lv: %s URL
pt: URL de %s
ro: URL din %s

source: Copy <b>%(name)s</b> to clipboard
ast: Copiar <b>%(name)s</b> al cartafueyu
be@latin: Skapijuj <b>%(name)s</b> u bufer
bn: <b>%(name)s</b> ক্লিপবোর্ডে অনুলিপি করুন
de: <b>%(name)s</b> in die Zwischenablage kopieren
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ <b>%(name)s</b> ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘›
eo: Kopiu <b>%(name)s</b> al la poŝo
ku: <b>%(name)s</b> kopî bike li panoyê
lv: Kopēt <b>%(name)s</b> uz starpliktuvi
pt: Copiar <b>%(name)s</b> para a área de transferência
ro: Copiază <b>%(name)s</b> în clipboard

source: Go to location of %s
ast: Dir al allugamientu de %s
be@latin: Pierajdzi da pałažeńnia %s
bn: %s-র অবস্থানে যান
de: Den Ort von %s öffnen
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ %s
eo: Iri al la loko de %s
ku: Biçe cihê %s
lv: Iet uz %s atrašanās vietu
pt: Ir para a localização de %s
ro: Mergi la locația %s

source: Launch <b>%(name)s</b> (%(prog)s)
ast: Llanzar <b>%(name)s</b> (%(prog)s)
be@latin: Uruchom <b>%(name)s</b> (%(prog)s)
bn: <b>%(name)s</b> (%(prog)s) আরম্ভ করুন
de: <b>%(name)s</b> (%(prog)s) starten
eo: Rulu <b>%(name)s</b> (%(prog)s)
ku: <b>%(name)s</b> (%(prog)s) bide destpêkirin
lv: Palaist <b>%(name)s</b> (%(prog)s)
mg: Handefa ny <b>%(name)s</b> (%(prog)s)
pt: Iniciar <b>%(name)s</b> (%(prog)s)
ro: Lansează <b>%(name)s</b> (%(prog)s)

source: Open <b>%(name)s</b> with <b>%(program)s</b>
ast: Abrir <b>%(name)s</b> con <b>%(program)s</b>
be@latin: Adčyni <b>%(name)s</b> pry dapamozie <b>%(program)s</b>
bn: <b>%(program)s</b> সহযোগে <b>%(name)s</b> খুলুন
de: <b>%(name)s</b> mit <b>%(program)s</b> öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ <b>%(name)s</b> ğ‘¢ğ‘¦ğ‘ <b>%(program)s</b>
eo: Malfermu <b>%(name)s</b> per <b>%(program)s</b>
ku: <b>%(name)s</b> bi <b>%(program)s</b> ve veke
lv: Atvērt <b>%(name)s</b> ar <b>%(program)s</b>
pt: Abrir <b>%(name)s</b> com <b>%(program)s</b>
ro: Deschide <b>%(name)s</b> cu <b>%(program)s</b>

source: Open network place %s
ast: Abrir el llugar de rede %s
be@latin: Adčyni miesca ŭ sietcy %s
bn: %s নেটওয়ার্কের অবস্থান খুলুন
de: Netzwerkort %s öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘• %s
eo: Malfermi retlokon %s
ku: Cihê tora %s veke
lv: Atvērt tīkla vietu %s
mg: Sokafy ny toeran-drezo %s
pt: Abrir o local na rede %s
ro: Deschide locul din rețea %s

source: Open audio disc %s
ast: Abrir discu de soníu %s
be@latin: Adčyni aŭdyjo-dysk %s
bn: %s অডিও ডিস্ক খুলুন
de: Audio-CD %s öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘·ğ‘›ğ‘¦ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘’ %s
eo: Malfermu aŭdan diskon %s
ku: Dîska dengê %s veke
lv: Atvērt audio disku %s
pt: Abrir o disco audio %s
ro: Deschide discul audio %s

source: Open location %s
ast: Abrir el llugar %s
be@latin: Adčyni miesca %s
bn: %s অবস্থান খুলুন
de: Ort %s öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ %s
eo: Malfermi lokon %s
ku: Cihê %s veke
lv: Atvērt %s
mg: Sokafy ny toerana %s
pt: Abrir a localização %s
ro: Deschide locația %s

source: Send Email to <b>%(name)s</b> (%(email)s)
ast: Unviar corréu a <b>%(name)s</b> (%(email)s)
be@latin: Dašli e-maił da <b>%(name)s</b> (%(email)s)
bn: <b>%(name)s</b> (%(email)s) কে ই-মেইল প্রেরণ করুন
de: Nachricht an <b>%(name)s</b> (%(email)s) schicken
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘°ğ‘¥ğ‘±ğ‘¤ ğ‘‘ <b>%(name)s</b> (%(email)s)
eo: Sendi Retposxton al <b>%(name)s</b> (%(email)s)
ku: E-peyam ji <b>%(name)s</b> (%(email)s) re bişîne
lv: Sūtīt e-pastu <b>%(name)s</b> (%(email)s)
mg: Alefaso any amin'ny <b>%(name)s</b> (%(email)s) ilay mailaka
pt: Enviar Email para <b>%(name)s</b> (%(email)s)
ro: Trimiteți e-mail către <b>%(name)s</b> (%(email)s)

source: Send %s via e-mail
ast: Unviar %s per corréu electrónicu
be@latin: Dašli %s praz e-maił
bn: ই-মেইলের মাধ্যমে %s প্রেরণ করুন
de: %s per E-Mail versenden
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› %s ğ‘ğ‘²ğ‘© ğ‘§-ğ‘¥ğ‘±ğ‘¤
eo: Sendu %s retpoŝte
ku: %s bi e-peyam ve bişîne
lv: Sūtīt %s pa e-pastu
pt: Enviar %s por email
ro: Trimite %s prin e-mail

source: An all-in-one action bar.
ast: Una barra d'aiciones «too-nún».
be@latin: Panel dla raznastajnych dziejańniaŭ.
bn: একের ভেতর অনেক কাজের বার।
de: Ein universelles Applet für Suchen und das Starten von Anwendungen.
en@shaw: ğ‘©ğ‘¯ ğ‘·ğ‘¤-ğ‘¦ğ‘¯-ğ‘¢ğ‘³ğ‘¯ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘¸.
eo: Breto de agoj cxio-en-unu.
ku: Darika giştî di yekê de.
lv: Viss vienā darbības joslā.
mg: Anjan'asa iray mahavita maro.
pt: Barra de acções tudo-em-um.
ro: O bară de acțiuni multiscop.

source: Deskbar Website
ast: Sitiu Web de Deskbar
be@latin: Sajt Deskbara
bn: ডেস্কবারের ওয়েবসাইট
de: Deskbar-Internet-Seite
eo: TTT-ejo de labortablobreto
ku: Malpera Deskbar
lv: Deskbāra tīmekļa lappuse
mg: Sitewebn'ny Deskbar
pt: Página Web da Barra de Applets
ro: Pagina web Deskbar

source: translator-credits
ast: Launchpad Contributions: Astur https://launchpad.net/~malditoastur
be@latin: Ihar Hračyška <ihar.hrachyshka@gmail.com>
bn: অঙ্কুর প্রকল্পের পক্ষে, মাহে আলম খান <makl10n@yahoo.com> রুণা ভট্টাচার্য <runabh@gmail.com> লোবা ইয়াসমিন <loba@ankur.org.bd> সাদিয়া আফরোজ <sadia@ankur.org.bd>
de: Hendrik Brandt <heb@mate-de.org> Hendrik Richter <hendrikr@gnome.org> Johannes Schmid <jhs@gnome.org> Andre Klapper <ak-47@gmx.net Nathan-J. Hirschauer <nathanhirschauer@verfriemelt.org> Christian Kirbach <Christian.Kirbach@googlemail.com> Mario Blättermann <mariobl@gnome.org>
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯
eo: Launchpad Contributions: Joop Eggen https://launchpad.net/~joop-eggen Kristjan https://launchpad.net/~kristjan-eo
ku: Azad Xerabî Omer Ensarî <oensari@gmail.com>
lv: Launchpad Contributions: Mārtiņš Bruņenieks https://launchpad.net/~papuass Raivis Dejus https://launchpad.net/~orvils Viesturs Zariņš https://launchpad.net/~viesturs-zarins karass https://launchpad.net/~kaspars-karass
mg: Fankasitrahana ny mpandika teny
pt: Duarte Loreto <happyguy_pt@hotmail.com>
ro: Alexandru Szasz <alexxed@gmail.com> Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alex Eftimie https://launchpad.net/~alexeftimie Alexandru Szasz https://launchpad.net/~alexxed Daniel Comșa https://launchpad.net/~daniel-comsa Ionuț Jula https://launchpad.net/~ionutjula Manuel R. Ciosici https://launchpad.net/~manuelciosici Marius Mihai https://launchpad.net/~psihopatii Mircea MITU https://launchpad.net/~mache Rus-Rebreanu Alin-Florin https://launchpad.net/~netblock Stas Sushkov https://launchpad.net/~sushkov mosux https://launchpad.net/~nicu

source: Display additional actions
ast: Amosar aiciones adicionales
be@latin: Pakažy dadatkovyja dziejańni
bn: অতিরিক্ত কাজ প্রদর্শন করা হবে
de: Weitere Aktionen anzeigen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Vidigi aldonajn agojn
ku: Zêdetir çalakiyan nîşan bide
lv: Rādīt papildus darbības
pt: Apresentar acções adicionais
ro: Afișează acțiuni adiționale

source: Back to Matches
ast: Tornar a les coincidencies
be@latin: Nazad da adpaviednikaŭ
bn: সমমানে প্রত্যাবর্তন
de: Zurück zu Suchergebnissen
en@shaw: ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ
eo: Retro al kongruaĵoj
ku: Paşde biçe lihevgirtiyan
lv: Atpakaļ uz rezultātiem
pt: Regressar aos Resultados
ro: Înapoi la rezultate

source: Show search entry
ast: Amosar entrada de gueta
be@latin: Pakažy element pošuku
bn: অনুসন্ধানের এন্ট্রি প্রদর্শন করা হবে
de: Sucheintrag anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘»ğ‘— ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦
eo: Montru serĉelementon
ku: Têketina lêgerînê nîşan bide
lv: Parādīt meklējamo
pt: Apresentar a entrada de procura
ro: Arată câmpul de căutare

source: Show previously used actions
ast: Amosar aiciones usaes previamente
be@latin: Pakažy niadaŭna ŭžyvanyja dziejańni
bn: পূর্বে ব্যবহৃত কাজ প্রদর্শন করা হবে
de: Zuvor durchgeführte Aktionen anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Montri antaŭe uzitajn agojn
ku: Çalakiya berê hatiye bikaranîn nîşan bide
lv: Parādīt iepriekš izmantotās darbības
pt: Apresentar as acções anteriormente utilizadas
ro: Arată acțiunile folosite anterior

source: Clear History
ast: Llimpiar historial
be@latin: Ačyści historyju
bn: ইতিহাস মুছে ফেলুন
de: Chronik leeren
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦
eo: Vakigi la historion
ku: Dîrokê paqij bike
lv: Iztīrīt vēsturi
pt: Limpar o Histórico
ro: Șterge istoria

source: Preferences
ast: Preferencies
be@latin: Nałady
bn: পছন্দসমূহ
de: Einstellungen
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
eo: Agordoj
ku: Vêbijark
lv: Iestatījumi
pt: Preferências
ro: Preferințe

source: Help
ast: Aida
be@latin: Dapamoha
bn: সহায়তা
de: Hilfe
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘
eo: Helpo
ku: Alîkarî
lv: Palīdzība
pt: Ajuda
ro: Ajutor
