Repository: benpicco/mate-deskbar-applet
Catalog: po/*.po
Languages: ast, be@latin, bn, de, en@shaw, eo, ku, lv, mg, pt, ro

source: Choose whether triggering the keyboard shortcut also pastes the current selection in the search box.
ast: Escueyi si al disparar l'atayu de tecláu tamién tien d'apegase la seleición actual na caxa de gueta.
be@latin: Abiary, ci ŭklejvać dziejnaje zaznačeńnie ŭ pole pošuku z dapamohaj klavijaturnaha skarotu.
bn: কীবোর্ড শর্টকাট প্রয়োগের ফলে বর্তমানে নির্বাচিত আইটেম, অনুসন্ধানের বাক্সে প্রতিলেপন করা হবে কি না তা নির্বাচন করুন।
de: Legt fest, ob das Tastenkürzel auch die aktuelle Auswahl in das Suchfeld einfügen soll.
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ğ‘®ğ‘¦ğ‘œğ‘»ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘ğ‘±ğ‘•ğ‘‘ğ‘• ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘šğ‘ªğ‘’ğ‘•.
eo: Elekti ĉu aktivigi la klavkombinon ankaŭ algluas la aktualan elekton en la serĉkeston.
ku: Bikaranîna kuteriya klavyê bila hilbijartina di qutiya lêgerînê de jî pêve bike an na hilbijêrin.
lv: Izvēlieties vai tastatūras īsceļš arī ielīmē šobrīd iezīmēto tekstu meklēšanas laukā.
pt: Seleccionar se executar o atalho de teclado também cola a selecção actual na caixa de procura.
ro: Alege dacă declanșarea combinației de taste, introduce deasemenea selecția curentă în câmpul pentru căutare.

source: Clear entry after match has been selected
ast: Llimpiar la entrada dempués de seleicionar la coincidencia
be@latin: Ačyści ŭvod paśla zaznačeńnia adpaviednika
bn: অনুরূপ মান নির্বাচিত হলে এন্ট্রি মুছে ফেলা হবে
de: Text im Eingabefeld löschen, nachdem ein Ergebnis ausgewählt wurde
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¥ğ‘¨ğ‘— ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›
eo: Malplenigi eron post kongruo estos elektita
ku: Piştî hilbijartina li hev hatiyan têketinê paqij bike
lv: Attīrīt meklēšanas lauku kad izvēlēta viena no atbilstībām
pt: Limpar o campo após ser seleccionada uma equivalência
ro: Curăță înregistrarea după ce potrivirea a fost aleasă

source: Collapsed categories
ast: Categoríes contrayíes
be@latin: Zhornutyja katehoryi
bn: সংকুচিত শ্রেণী
de: Eingeklappte Kategorien
en@shaw: ğ‘’ğ‘©ğ‘¤ğ‘¨ğ‘ğ‘•ğ‘‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘œğ‘ªğ‘®ğ‘°ğ‘Ÿ
eo: Maletenditaj kategorioj
ku: Kategoriyên li ser hev hatine
lv: Savērstās kategorijas
pt: Categorias recolhidas
ro: Categorii ascunse

source: Enabled handlers
ast: Activar remanadores
be@latin: Uklučanyja absłuhi
bn: সক্রিয় হ্যান্ডলার
de: Aktivierte Handler
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¤ğ‘»ğ‘Ÿ
eo: Enŝaltitaj traktiloj
ku: Xebatkarên çalakbûyî
lv: Iegultie apstrādātāji
pt: Manípulos activos
ro: Operatori activați

source: If enabled it will clear the entry after a search result has been selected
ast: Si ta activáu llimpiará la entrada dempués de seleicionar un resultáu de la gueta
be@latin: Kali ŭklučana, uvod budzie ačyščacca paśla zaznačeńnia vynika pošuku
bn: সক্রিয় করা হলে, অনুসন্ধানের ফলাফল নির্বাচিত হলে এন্ট্রি মুছে ফেলা হবে
de: Legt fest, ob das Suchfeld geleert werden soll, nachdem ein Ergebnis ausgewählt wurde
en@shaw: ğ‘¦ğ‘“ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¤ğ‘½ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘•ğ‘»ğ‘— ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›
eo: Se enŝaltita, la ero malpleniĝos post serĉa rezulto estas elektita
ku: Heke were çalakkirin dê piştî hilbijartina encama lêgerînê dê têketinê paqij bike
lv: Kad ieslēgts, pēc rezultāta izvēlēšanās meklēšanas lauks tiks attīrīts
pt: Se activo irá limpar o campo após ser seleccionado um resultado da procura
ro: Dacă este activată, aceasta va șterge intrările după ce a fost selectat un rezultat al căutării

source: If enabled, the window will be closed after an action has been activated
bn: সক্রিয় করা হলে, কোনো কাজ আরম্ভ করার পর উইন্ডো বন্ধ করা হবে
de: Legt fest, ob das Fenster nach Auswählen einer Aktion geschlossen wird
eo: Se enŝaltita, la fenestro fermiĝos post ago estas aktivigita
ku: Heke were çalakkirin, piştî çalakkirina çalakiyekî dê pace were girtin
lv: Kad ieslēgts, pēc rezultāta aktivizēšanas aizver logu
pt: Se activo, a janela será fechada após uma acção ter sido activada
ro: Decă este activată, fereastra va fi închisă după ce o acțiune a fost activată

source: Keybinding
ast: Combinaciones de tecles
be@latin: Skarot
bn: কী-বাইন্ডিং
de: Tastenbelegung
eo: Klavkombino
ku: Girêdanên bişkokan
lv: Taustiņu sasaiste
pt: Atalho de teclado
ro: Combinații de taste

source: Milliseconds to wait before starting to search
ast: Milisegundos a esperar enantes d'entamar la gueta
be@latin: Čakać da pačatku pošuku (u milisekundach)
bn: অনুসন্ধান শুরু করার পূর্বে যত মিলিসেকেন্ড অপেক্ষা করতে হবে
de: Zeit in Millisekunden, die vor dem Starten der Suche gewartet wird
en@shaw: ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘‘ ğ‘¢ğ‘±ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘»ğ‘—
eo: Milisekundojn atendi antaŭ ol komenci serĉon
ku: Mîlîçirkeyên li bendê mana beriya destpêkirina lêgerînê
lv: Laiks ko gaidīt milisekundēs pirms sākt meklēšanu
pt: Milisegundos a aguardar antes de iniciar a procura
ro: Milisecunde de așteptat înainte de a începe căutare

source: Minimum number of characters needed to start searching
ast: El mínimu númberu de carauteres necesarios pa entamar una gueta
be@latin: Minimalnaja kolkaść znakaŭ, kab pačać pošuk
bn: অনুসন্ধান শুরু করার পূর্বে সর্বনিম্ন যে সংখ্যক অক্ষর টাইপ করা আবশ্যক
de: Die Anzahl von Buchstaben, die eingetippt werden müssen, bevor die Suche gestartet wird
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™
eo: Minimuma nombro da signoj bezonataj komenci serĉadon
ku: Hejmara karakteran yê herî kêm ji bo destpêkirina lêgerînê
lv: Minimālais simbolu skaits, pēc kura sākt meklēšanu
pt: Número mínimo de caracteres necessários para iniciar a procura
ro: Numărul minim de caractere necesar pentru a începe căutarea

source: Selects the user interface to use: one of "Window" or "Button"
bn: যে ব্যবহারকারী ইন্টারফেস ব্যবহার করা হবে তা নির্বাচন করা হয়: "উইন্ডো" অথবা "বোতাম" এর মধ্যে যেকোন একটি
de: Bestimmt die gewählte Benutzerschnittstelle; mögliche Werte sind »Window« (Fenster) oder »Button« (Knopf)
eo: Elektas la uzotan uzantinterfacon: aŭ "Window" (Fenestro) aŭ "Button" (Butono)
ku: Dirûvê navberê ya bikarhêner hildibijêre: "Pace" an "Bişkok"
lv: Norāda izmantojamo lietotāja saskarni: vai nu "Window" vai "Button"
pt: Selecciona o interface de utilizador a utilizar: um de "Window" ou "Button"
ro: Alege interfața folosită: una dintre „Window” și „Button”

source: The applet's entry width in number of characters
ast: L'anchor de la entrada de la miniaplicación en númberu de carauteres
be@latin: Šyrynia apletu ŭ kolkaść znakaŭ
bn: অক্ষর সংখ্যা অনুযায়ী অ্যাপ্লেটের এন্ট্রির প্রস্থ
de: Die Breite des Eingabefeldes in Zeichen
en@shaw: ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘'ğ‘• ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¦ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ
eo: La entajpa larĝo de la aplikaĵeto laŭ nombro de signoj
ku: Firehiya têketina sepanokê bi hejmara karakteran
lv: Sīklietotnes ieraksta platums, izteikts ar rakstzīmju skaitu
pt: A largura do campo de introdução da applet, em número de caracteres
ro: Lățimea câmpului de intrare a miniaplicației în număr de caractere

source: The default height of the window in pixels
ast: L'altor de la ventana en pixels
be@latin: Zmoŭčanaja vyšynia vakna ŭ pikselach
bn: পিক্সেল সংখ্যা অনুযায়ী উইন্ডোর পূর্বনির্ধারিত উচ্চতা
de: Vorgabe für der Höhe des Fensters in Pixel
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘£ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ
eo: La defaŭlta alto de fenestro (en bilderoj)
ku: Bilindahiya standard ya pacê bi pîkselan
lv: Noklusētais loga augstums pikseļos
pt: A altura por omissão da janela, em pixels
ro: Înălțimea implicită a ferestrei în pixeli

source: The default position of the window on the screen (X coordinate)
bn: পর্দায় উইন্ডোর পূর্বনির্ধারিত অবস্থান (X-স্থানাঙ্ক)
de: Vorgabe für die Position des Fensters auf dem Bildschirm in Pixel (X-Koordinate)
eo: La defaŭlta pozicio de fenestro sur la ekrano (X-koordinato)
ku: Bi cih bûna standard ya pacê di dîmender de (kordînata X)
lv: Noklusētā loga vieta uz ekrāna (X koordināta)
pt: A posição por omissão da janela no ecrã (coordenada X)
ro: Poziția implicită a ferestrei pe ecran (coordonata X)

source: The default position of the window on the screen (Y coordinate)
bn: পর্দায় উইন্ডোর পূর্বনির্ধারিত অবস্থান (Y-স্থানাঙ্ক)
de: Vorgabe für die Position des Fensters auf dem Bildschirm in Pixel (Y-Koordinate)
eo: La defaŭlta pozicio de fenestro sur la ekrano (Y-koordinato)
ku: Bi cih bûna standard ya pacê di dîmender de (kordînata Y)
lv: Noklusētā loga vieta uz ekrāna (Y koordināta)
pt: A posição por omissão da janela no ecrã (coordenada Y)
ro: Poziția implicită a ferestrei pe ecran (coordonata Y)

source: The default width of the window in pixels
ast: L'anchor predetermináu de la ventana en píxeles
be@latin: Zmoŭčanaja šyrynia vakna ŭ pikselach
bn: পিক্সেল সংখ্যা অনুযায়ী উইন্ডোর পূর্বনির্ধারিত প্রস্থ
de: Vorgabe für die Breite des Fensters in Pixel
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ
eo: La defaŭlta larĝo de fenestro (en bilderoj)
ku: Firehiya standard ya pacê bi pîkselan
lv: Noklusētais loga augstums pikseļos
pt: A largura por omissão da janela, em pixels
ro: Lățimea implicită a ferestrei în pixeli

source: The key sequence will focus Deskbar-Applet, allowing to type quickly
ast: La secuencia de claves dará'l focu a Deskbar, permitiendo escribir rápidamente
be@latin: Klavišny skarot sfakusuje na aplecie Deskbar, kab chutka pačać uvod
bn: কী-এর ক্রম দ্বারা ডেস্কবার অ্যাপ্লেটে ফোকাস করা হবে, যার ফলে দ্রুত টাইপ করা সম্ভব হবে
de: Die Tastenfolge, welche den Fokus in das Eingabefeld des Deskbar Applets verschiebt und eine schnelle Eingabe erlaubt
eo: La klavsinsekvo fokusigos la labortablobretan aplikaĵeton, ebligante rapidan tajpadon
ku: Dora mifte ji bo leztir nivîsînê dê li ser Deskbar-Applet nîvend bibe
lv: Taustiņu virkne, kas fokusēs Deskbar-Sīkrīku, lai varētu ātri rakstīt
pt: A sequência de teclas que transmitirá o foco à Deskbar-Applet, permitindo escrever rapidamente
ro: Succesiunea de taste va activa miniaplicația Deskbar, permițându-vă să tastați rapid

source: The list of categories to be collapsed when displayed. Valid categories are: default, history, documents, emails, conversations, files, people, places, actions, web, websearch, news and notes.
ast: La llista de categoríes a contrayer cuando s'amuese. Les categoríes válides son: predetermináu, hestóricu, documentos, correos-e, conversaciones, ficheros, xente, llugares, aiciones, web, busca web, noticies y notes.
be@latin: Śpis zhornutych katehoryj pry pakazie. Mahčymyja katehoryi: "default" (zmoŭčana), "history" (historyja), "documents" (dakumenty), "emails" (e-maiły), "conversations" (razmovy), "files" (fajły), "people" (ludzi), "places" (miescy), "actions" (dziejańni), "web" (sieciva), "websearch" (pošuk u siecivie), "news" (naviny) i "notes" (natatki).
bn: প্রদর্শনকালে যে সকল শ্রেণী সংকুচিত করা হবে তার তালিকা। কার্যকর শ্রেণীসমূহ হলো: পূর্বনির্ধারিত মান, ইতিহাস, নথি, ই-মেইল, কথোপকথন, ফাইল, জনগণ, স্থান, কাজ, ওয়েব, ওয়েবে অনুসন্ধান, খবর ও নোট।
de: Liste von Kategorien, die eingeklappt angezeigt werden. Gültige Kategorien sind: default, history, documents, emails, conversations, files, people, places, actions, web, websearch, news und notes.
eo: La listo de kategorioj maletendataj kiam vidigataj. Validaj kategorioj estas: defaŭlta, historio, dokumentoj, retleteroj, konversacioj, dosieroj, homoj, lokoj, agoj, TTT, TTT-serĉo, novaĵoj kaj notoj.
ku: Lîsteya kategoriyan ya dema tê nîşandan li ser hev tên. Kategoriyên derbasdar: standard, dîrok, belge, epeyam, axaftin, pel, mirov, cî, çalakî, tor, lêgerîna torê, nûçe û nîşe.
lv: Kategoriju saraksts, kuras sākotnēji rādīt savērstas. Iespējamās kategorijas ir: noklusētā, vēsture, dokumenti, e-pasti, sarunas, faili, cilvēki, vietas, darbības, tīmeklis, tīmekļa meklēšana, ziņas un piezīmes.
pt: A lista de categorias a ser recolhida quando apresentada. Categorias válidas são: "default", "history", "documents", "emails", "conversations", "files", "people", "places", "actions", "web", "websearch", "news" e "notes".
ro: Lista categoriilor care să fie restrânse la afișare. Categorii valide sunt: „default”, „history”, „documents”, „emails”, „conversations”, „files”, „people”, „places”, „actions”, „web”, „websearch”, „news” și „notes”.

source: The list of exported class names of the enabled handlers sorted by priority. The leftmost has the highest priority.
bn: অগ্রাধিকারের ভিত্তিতে ক্রমিকায়ন করা সক্রিয় হ্যান্ডলারের এক্সপোর্টকৃত ক্লাসের নামের তালিকা। বামপ্রান্তে স্থাপিত নামটি সর্বাধিক অগ্রাধিকারপ্রাপ্ত।
de: Eine Liste der exportierten Klassennamen der aktivierten Handler sortiert nach Priorität. Die Priorität ist ganz links am höchsten.
eo: La listo de eksportitaj klasnomoj de la enŝaltitaj traktiloj ordigitaj laŭ prioritato. Plej maldekstraj havas plej altan prioritaton.
ku: Lîsteya navên pola derve re şandî yên xebatkarên çalakkirî gorî pêşaniyê tên rêzkirin. Yên çeptir xwediyê pêşaniya zêdetir e.
lv: Eksportēto klašu nosaukumu saraksts, kam ir ieslēgti apstrādātāji, sakārtots pēc prioritātes. Pats kreisais ir ar augstāko prioritāti.
pt: A lista de nomes de classes exportados dos manipuladores activos ordenados por prioridade. O mais à esquerda tem a prioridade mais elevada.
ro: Lista denumirilor claselor exportate de controler sortați după prioritate. Cele mai din stânga au prioritatea cea mai mare.

source: The maximum number of items stored in history
ast: El máximu númberu d'elementos atroxaos nel hestóricu
be@latin: Maksymalnaja kolkaść zapisaŭ, zapisvanych u historyi
bn: ইতিহাসে সংরক্ষিত সর্বাধিক আইটেমের সংখ্যা
de: Die maximale Anzahl von Chronik-Einträgen
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘•ğ‘‘ğ‘¹ğ‘› ğ‘¦ğ‘¯ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦
eo: La maksimuma nombro de eroj memorataj en la historio
ku: Hejmara herî zêde ya hêmanên di dîrokê de tomarkirî
lv: Maksimālais vēsturē saglabājamo elementu skaits
pt: O número máximo de itens armazenados no histórico
ro: Numărul maxim de înregistrări reținute în istoric

source: The minimum number of characters that need to be typed before the applet starts showing matches
ast: El mínimu númberu de carauteres necesarios enantes de que la miniaplicación entame a amosar coincidencies
be@latin: Minimalnaja kolkaść znakaŭ, jakija treba ŭvieści, kal aplet pačaŭ pakazvać adpaviedniki
bn: অ্যাপ্লেট দ্বারা সমতূল্য আইটেম প্রদর্শনের পূর্বে সর্বনিম্ন যে সংখ্যক অক্ষর টাইপ করা আবশ্যক
de: Die Anzahl von Buchstaben, die eingetippt werden müssen, bevor Suchergebnisse angezeigt werden.
en@shaw: ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘‘ğ‘²ğ‘ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘• ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ
eo: La minimuma nombro de signoj, kiujn necesas tajpi por vidi kongruaĵojn.
ku: Hejmara herî kêm ya karakteran yê ku ji bo destpêkirina nîşandana li hev hatiyan hewce ye
lv: Minimālais simbolu skaits, ko jāievada pirms sīkrīks sāk parādīt rezultātus
pt: O número mínimo de caracteres que é necessário introduzir antes da applet começar a apresentar equivalências
ro: Numărul minim de caractere necesare înainte ca miniaplicația să înceapă afișarea rezultatelor

source: The time in milliseconds between a keystroke in the search entry and the actual search being performed
ast: El tiempu en milisegundos ente la pulsación d'una tecla na entrada de gueta y la realización de la gueta actual
be@latin: Čas u milisekundach ad klavišnaha skarotu ŭ poli ŭvodu da ŭčynieńnia pošuku
bn: অনুসন্ধানের জন্য তথ্য লেখার সময় কী-প্যাডে কী চাপার মুহূর্ত ও অনুসন্ধান শুরু করার অন্তবর্তী অবকাশ, মিলিসেকেন্ডে নির্ধারিত
de: Zeit in Millisekunden zwischen einem Tastendruck im Suchfeld und dem Start der eigentlichen Suche.
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘© ğ‘’ğ‘°ğ‘•ğ‘‘ğ‘®ğ‘´ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘¯ ğ‘ ğ‘¨ğ‘’ğ‘—ğ‘«ğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘— ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘›
eo: La tempo en milisekundoj inter klavopremo en la serĉejo kaj la komenco de la serĉo.
ku: Bi mîlîcirkeyan demê di navbera têketina di qutiya lêgerînê de û destpêkirina lêgerîna rastîn de
lv: Laiks milisekundēs starp simbola ievadīšanu meklēšanas laukā un meklēšanas sākšanu
pt: O tempo em milisegundos entre uma pressão de tecla no campo de introdução e a realização da procura
ro: Timpul în milisecunde între apăsarea tastei în câmpul de căutare și efectuarea căutării propriuzisă

source: This value only takes effect when "ui_name" is set to "Button"
ast: Esti valor sólo tien efeutu cuando "ui_name" conséñase como "Botón"
be@latin: Hetaja vartaść dziejničaje, tolki kali kluč "ui_name" ustalavany ŭ "Button"
bn: "ui_name" এর জন্য "বোতাম" নির্ধারিত হলে এই মান কার্যকরী হবে
de: Dieser Schlüssel tritt nur in Kraft, wenn »ui_name« auf »Button« (Knopf) gesetzt ist
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘¢ğ‘§ğ‘¯ "ui_name" ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘‘ "Button"
eo: Tiu voloro nur efikas se "ui_name" estas agordite al "Button"
ku: Ev nirx tenê wextê "ui_name" wekî "Bişkok" avakirî be bandor dibe
lv: Šī vērtība stājas spēkā tikai tad, kad "ui_name" ir iestatīta uz "Button"
pt: Este valor apenas tem efeito quando o "ui_name" está definido como "Button"
ro: Această valoare are efect doar când „ui_name” este definit la „Button”

source: Whether to close the window after an action has been activated
ast: Conseña si hai de zarrar la ventana dempués de que s'active una aición
be@latin: Ci začyniać akno paśla aktyvacyi dziejańnia
bn: কাজ শুরু করার পর উইন্ডো বন্ধ করা হবে কি না
de: Legt fest, ob das Fenster geschlossen wird, sobald eine Aktion aktiviert wurde
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘©ğ‘›
eo: Ĉu fermi la fenestron post aktivigo de ago
ku: Piştî çalakiyek tê çalakkirin pace were girtin an na
lv: Vai aizvērt logu pēc darbības palaišanas
pt: Se fechar ou não a janela após ser activada uma acção
ro: Dacă să fie închisă fereastra după ce o acțiune a fost activată

source: Whether to show only the preferred search engine, rather than all available engines. This only affects Mozilla-based web browsers such as Firefox.
ast: Conseña si hai d'amosar namái el motor de gueta preferíu n'arróu de tolos disponibles. Esto namái afeuta a los ñavegadores sofitaos en Mozilla como Firefox.
be@latin: Ci pakazvać tolki ŭlubiony ruchavik pošuku, a nia ŭsie najaŭnyja. Upłyvaje tolki na Web-hartačy, jakija bazujucca na Mozille, naprykład, na Firefox.
bn: বিদ্যমান ইঞ্জিনগুলোর পরিবর্তে শুধুমাত্র পছন্দনীয় অনুসন্ধানের ইঞ্জিন প্রদর্শন করা হবে কি না। এটা শুধুমাত্র Mozilla-ভিত্তিক ওয়েব-ব্রাউজার যেমন Firefox এর ক্ষেত্রে প্রযোজ্য।
de: Legt fest, ob nur die bevorzugten Suchmaschinen angezeigt werden sollen anstatt aller verfügbaren. Dies beeinflusst nur Mozilla-basierte Webbrowser wie z.B. Firefox.
eo: Ĉu nur vidigi la preferatan serĉmaŝinon, anstataŭ ol ĉiujn haveblajn maŝinojn. Ĉi tio nur efikas al Mozilbazitaj TTT-legiloj kiel Firefox.
ku: Şûna hemû motorên heyî, tenê motora tê daxwazkirin bide nîşan an na. Ev tenê ji bo gerokên torê yên bibingeha Mozilla wekî Firefox derbasdar e.
lv: Vai rādīt tikai vēlamo meklēšanas dzinēju, nevis visus pieejamos dzinējus. Tas ietekmē tikai Mozilla bāzētus tīmekļa pārlūkus, piemēram, Firefox.
pt: Se apresentar apenas o motor de procura preferido, em vez de todos os motores disponíveis. Apenas afecta navegadores web baseados no Mozilla tais como o Firefox.
ro: Dacă să fie afișat doar motorul preferat de căutare, în loc de toate motoarele disponibile. Aceasta afectează doar navigatoarele web bazate pe Mozilla cum este Firefox.

source: Whether triggering Deskbar-Applet pastes the current selection
ast: Conseña si al activar l'atayu de tecláu, pégase la seleición actual
be@latin: Ci ŭklučeńnie apletu Deskbar uklejvaje dziejnaje zaznačeńnie
bn: ডেক্সবার-অ্যাপ্লেট শুরু করার ফলে বর্তমানে নির্বাচিত অংশ প্রতিলেপন করা হবে কি না
de: Legt fest, ob das Aktivieren des Deskbar-Applets die momentane Auswahl in das Eingabefeld einfügt
eo: Ĉu lanĉi la labortablobretan aplikaĵeton algluu la aktualan elekton
ku: Hişyarkirina Deskbar-Applet hilbijartina derbasdar pêve bike an na
lv: Vai Deksbar-Sīkrīka atvēršana ielīmē iezīmēto tekstu
pt: Se activar a Deskbar-Applet cola a selecção actual
ro: Daca declanșarea miniaplicației Deskbar inserează selecția curentă

source: Window height
ast: Altor de la ventana
be@latin: Vyšynia vakna
bn: উইন্ডোর উচ্চতা
de: Fensterhöhe
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘£ğ‘²ğ‘‘
eo: Fenestra alto
ku: Bilindahiya pace
lv: Loga augstums
pt: Altura da janela
ro: Înălțime ferestră

source: Window width
ast: Anchor de la ventana
be@latin: Šyrynia vakna
bn: উইন্ডোর প্রস্থ
de: Fensterbreite
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¢ğ‘¦ğ‘›ğ‘”
eo: Fenestra larĝo
ku: Firehiya pace
lv: Loga platums
pt: Largura da janela
ro: Lățime ferestră

source: X-coordinate of window
ast: Coordenada X de la ventana
be@latin: Kaardynata X vakna
bn: উইন্ডোর X-স্থানাঙ্ক
de: X-Koordinate des Fensters
en@shaw: X-ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘©ğ‘¯ğ‘±ğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
eo: Horizontala koordinato de fenestro
ku: Kordînata X ya pacê
lv: Loga X koordināta
pt: Coordenada-x da janela
ro: Coordonata-X a ferestrei

source: Y-coordinate of window
ast: Coordenada Y de la ventana
be@latin: Kaardynata Y vakna
bn: উইন্ডোর Y-স্থানাঙ্ক
de: Y-Koordinate des Fensters
en@shaw: Y-ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘©ğ‘¯ğ‘±ğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
eo: Vertikala koordinato de fenestro
ku: Kordînata Y ya pacê
lv: Loga Y koordināta
pt: Coordenada-y da janela
ro: Coordonata-Y a ferestrei

source: _About
ast: _Tocante a
be@latin: _Ab
bn: পরিচিতি (_A)
de: _Info
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘
eo: _Pri
ku: Der _barê
lv: P_ar
mg: _Mombamomba
pt: _Sobre
ro: Despr_e

source: _Clear History
ast: _Llimpiar hestóricu
be@latin: _Ačyści historyju
bn: ইতিহাস মুছে ফেলুন (_C)
de: _Chronik leeren
en@shaw: _ğ‘’ğ‘¤ğ‘½ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦
eo: _Vakigi historion
ku: Dîrokê _paqij bike
lv: _Dzēst vēsturi
mg: _Foano ny diary
pt: _Limpar o Histórico
ro: _Curăță istoric

source: _Help
ast: _Aida
be@latin: _Dapamoha
bn: সহায়তা (_H)
de: _Hilfe
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘
eo: _Helpo
ku: _Alîkarî
lv: _Palīdzība
pt: _Ajuda
ro: _Ajutor

source: _Preferences
ast: _Preferencies
be@latin: _Nałady
bn: পছন্দসমূহ (_P)
de: _Einstellungen
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
eo: _Agordoj
ku: _Vêbijark
lv: _Iestatījumi
mg: _Safidy manokana
pt: _Preferências
ro: _Preferințe

source: An all-in-one action bar
ast: Una barra d'aiciones «too-nún»
be@latin: Panel dla raznastajnych dziejańniaŭ
bn: একের মধ্যে অনেক ধরনের কাজের বার
de: Eine universelle Eingabezeile für Suchen und das Starten von Anwendungen
en@shaw: ğ‘©ğ‘¯ ğ‘·ğ‘¤-ğ‘¦ğ‘¯-ğ‘¢ğ‘³ğ‘¯ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘¸
eo: listelo de agoj "ĉio-en-unu"
ku: Darika çalakiya hemû-bi-hev-re
lv: Viss vienā darbības joslā
mg: Anjan'asa iray mahavita maro
pt: Barra de acções tudo-em-um
ro: O bară de acțiune multiscop

source: Deskbar
bn: ডেস্কবার
eo: Labortablobreto
pt: Barra de Applets

source: <b>Available Extensions</b>
ast: <b>Estensiones disponibles</b>
bn: <b>বিদ্যমান এক্সটেনশন</b>
de: <b>Verfügbare Erweiterungen</b>
en@shaw: <b>ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ</b>
eo: <b>Haveblaj aldonaĵoj</b>
ku: <b>Pêvekên heyî</b>
lv: <b>Pieejamie paplašinājumi</b>
mg: <b>Tovana misy</b>
pt: <b>Extensões Disponíveis</b>
ro: <b>Extensii disponibile</b>

source: <b>Extensions with Errors</b>
ast: <b>Estensiones con errores</b>
bn: <b>ত্রুটিপূর্ণ এক্সটেনশন</b>
de: <b>Erweiterungen mit Fehlern</b>
en@shaw: <b>ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘»ğ‘¼ğ‘Ÿ</b>
eo: <b>Kromaĵoj kun eraroj</b>
ku: <b>Pêvekên bi çewtiyan re</b>
lv: <b>Paplašinājumi ar kļūdām</b>
pt: <b>Extensões com Erros</b>
ro: <b>Extensii cu erori</b>
