Repository: benpicco/mate-deskbar-applet
Catalog: po/*.po
Languages: ast, be@latin, bn, de, en@shaw, eo, ku, lv, mg, pt, ro

source: <b>Focus</b>
ast: <b>Focu</b>
bn: <b>ফোকাস</b>
de: <b>Fokus</b>
en@shaw: <b>ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•</b>
eo: <b>Fokuso</b>
ku: <b>Nîvend</b>
lv: <b>Fokuss</b>
mg: <b>Fanasongadinana</b>
pt: <b>Foco</b>
ro: <b>Activare</b>

source: <b>Loaded Extensions</b>
ast: <b>Estensiones cargaes</b>
bn: <b>লোড করা এক্সটেনশন</b>
de: <b>Geladene Erweiterungen</b>
en@shaw: <b>ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ</b>
eo: <b>Ŝargitaj aldonaĵoj</b>
ku: <b>Pêvekên barkirî</b>
lv: <b>Ielādētie paplašinājumi</b>
mg: <b>Tovana azo</b>
pt: <b>Extensões Lidas</b>
ro: <b>Extensii încărcate</b>

source: <b>Width</b>
ast: <b>Anchor</b>
bn: <b>প্রস্থ</b>
de: <b>Breite</b>
en@shaw: <b>ğ‘¢ğ‘¦ğ‘›ğ‘”</b>
eo: <b>Larĝo</b>
ku: <b>Firehî</b>
lv: <b>Platums</b>
mg: <b>Indra</b>
pt: <b>Largura</b>
ro: <b>Lățime</b>

source: <b>Window Behavior</b>
ast: <b>Comportamientu de la ventana</b>
bn: <b>উইন্ডোর আচরণ</b>
de: <b>Fensterverhalten</b>
en@shaw: <b>ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼</b>
eo: <b>Fenestra konduto</b>
ku: <b>Tevgera pace</b>
lv: <b>Logu uzvedība</b>
pt: <b>Comportamento da Janela</b>
ro: <b>Comportament fereastră</b>

source: Deskbar Preferences
ast: Preferencies de Deskbar
bn: ডেস্কবার সংক্রান্ত পছন্দসমূহ
de: Deskbar-Einstellungen
eo: Preferoj de labortablobreto
ku: Vebijêrkên Deskbar
lv: Paneļa joslas iestatījumi
mg: Safidy manokan'ny Deskbar
pt: Preferências da Barra de Applets
ro: Preferințe Deskbar

source: Display extensions with tag:
ast: Amosar estensiones cola etiqueta:
bn: ট্যাগসহ এক্সটেনশন প্রদর্শন:
de: Erweiterungen anzeigen mit Markierung:
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘‘ğ‘¨ğ‘œ:
eo: Vidigi kromprogramojn kun etikedo:
ku: Pêvekan bi etîketan re nîşan bide:
lv: Rādīt paplašinājumus ar birku:
pt: Apresentar extensões com a etiqueta:
ro: Afișează extensiile cu eticheta:

source: Extensions with Errors
ast: Estensiones con errores
bn: ত্রুটিপূর্ণ এক্সটেনশন
de: Erweiterungen mit Fehlern
en@shaw: ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘»ğ‘¼ğ‘Ÿ
eo: Kromaĵoj kun eraroj
ku: Pêvekên bi çewtiyan re
lv: Paplašinājumi ar kļūdām
pt: Extensões com Erros
ro: Extensii cu erori

source: General
ast: Xeneral
bn: সাধারণ
de: Allgemein
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤
eo: Ĝenerale
ku: Giştî
lv: Vispārēji
pt: Geral
ro: Generale

source: New Extensions
ast: Nueves estensiones
bn: নতুন এক্সটেনশন
de: Neue Erweiterungen
en@shaw: ğ‘¯ğ‘¿ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Novaj aldonaĵoj
ku: Pêvekên nû
lv: Jaunie paplašinājumi
mg: Tovana vaovao
pt: Novas Extensões
ro: Extensii noi

source: Search selection when triggering the shortcut
ast: Guetar la seleición cuando se dispare l'atayu
bn: শর্টকাট ট্রিগার করার সময় নির্বাচিত আইটেম অনুসন্ধান করা হবে
de: Beim Betätigen der Tastenkombination nach Auswahl suchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘¦ğ‘œğ‘»ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘
eo: Serĉi elektaĵon post aktivigo de fulmoklavo
ku: Wextê kurterê tê bikaranîn li hilbijartinê gere
lv: Iedarbinot īsceļu, meklēt iezīmēto tekstu
pt: Procurar a selecção ao despoletar o atalho
ro: Caută selecția la declanșarea combinației de taste

source: Searches
ast: Guetes
bn: অনুসন্ধান
de: Suchen
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘©ğ‘Ÿ
eo: Serĉoj
ku: Lêgerîn
lv: Meklējumi
mg: Karoka
pt: Procuras
ro: Căutări

source: Stick to panel
ast: Apegar al panel
bn: প্যানেলে আটকে থাকবে
de: Im Panel ankleben
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ ğ‘‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤
eo: Fiksi en la panelo
ku: Li panelê sabît bike
lv: Piestiprināt panelim
pt: Persistir no painel
ro: Fixat pe panou

source: _Check For Updates
ast: _Comprobar anovamientos
bn: হালনাগাদের জন্য পরীক্ষা করা হবে (_C)
de: _Nach Aktualisierungen suchen
en@shaw: _ğ‘—ğ‘§ğ‘’ ğ‘“ğ‘¹ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•
eo: _Kontroli pri ĝisdatigoj
ku: Rojanekirinan _kontrol bike
lv: _Parbaudīt atjauninājumus
mg: _Hizaha fanavaozana
pt: _Consultar por Actualizações
ro: Verifi_că pentru actualizări

source: _Check for new extensions
ast: _Comprobar si hai nueves estensiones
bn: নতুন এক্সটেনশনের জন্য পরীক্ষা করা হবে (_C)
de: Nach neuen Er_weiterungen suchen
en@shaw: _ğ‘—ğ‘§ğ‘’ ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Kontroli pri _novaj aldonaĵoj
ku: _Pêvekên nû kontrol bike
lv: _Meklēt jaunus paplašinājumus
pt: _Consultar por novas extensões
ro: Verifi_că pentru extensii noi

source: _Install
ast: _Instalar
bn: ইনস্টল (_I)
de: _Installieren
en@shaw: _ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤
eo: _Instali
ku: _Sazkirin
lv: _Instalēt
mg: _Hametraka
pt: _Instalar
ro: _Instalează

source: _Keyboard shortcut to focus:
ast: Combinación de _tecles pa enfocar:
bn: ফোকাস করার জন্য ব্যবহৃত কীবোর্ড শর্টকাট: (_K)
de: _Tastenkombination zum Fokussieren:
en@shaw: _ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•:
eo: Fulmoklavo por enfokusigi:
ku: Kurteriya k_lavyê ji bo nîvendbûnê:
lv: _Tastatūras norāde lai atvērtu:
mg: _Kitendry hitsin-dàlan'ny fanasongadinana:
pt: _Atalho de teclado para foco:
ro: _Combinație de taste pentru activare:

source: _More…
bn: আরও… (_M)
de: _Mehr …
eo: _Pli...
ku: _Zêdetir…
lv: _Vairāk...
pt: _Mais…
ro: _Mai mult…

source: _Reload
ast: _Recargar
bn: পুনরায় লোড (_R)
de: _Neu laden
en@shaw: _ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘›
eo: _Reŝargi
ku: Nûve _barkirin
lv: _Pārlādēt
pt: _Reler
ro: _Reîncarcă

source: _Update
ast: _Anovar
bn: হালনাগাদ (_U)
de: _Aktualisieren
en@shaw: _ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘
eo: Ĝ_isdatigi
ku: _Rojanekirin
lv: _Atjaunināt
mg: _Hanavao
pt: _Actualizar
ro: Act_ualizează

source: characters
ast: carauteres
bn: অক্ষর
de: Zeichen
en@shaw: ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ
eo: signoj
ku: karakter
lv: rakstzīmes
mg: marika
pt: caracteres
ro: caractere

source: <i><small><b>Note:</b> To use a shortcut (for example <b>wp</b>) to search for <b>something</b>, type "<b>wp something</b>" in the deskbar</small></i>.
ast: <i><small><b>Nota:</b> Pa usar una combinación de tecles (por exemplu <b>wp</b>) pa guetar <b>daqué</b>, teclee "<b>wp daqué</b>" na barra d'escritoriu</small></i>.
bn: <i><small><b>টীকা:</b> কোনো তথ্য অনুসন্ধান করার জন্য শর্টকাট (উদাহরণস্বরূপ <b>wp</b>) ব্যবহার করতে <b>কিছু তথ্য</b>, ডেস্কবারে "<b>wp তথ্য</b>" টাইপ করুন</small></i>।
de: <i><small><b>Hinweis:</b> Um ein Kürzel (z.B. <b>wp</b>) zur Suche nach <b>irgendetwas</b> zu verwenden, geben Sie »<b>wp irgendetwas</b>« im Deskbar-Feld ein.</small></i>
eo: <i><small><b>Notu:</b> Por uzi fulmoklavon (ekzemple <b>wp</b>) por serĉi <b>ion</b>, entajpu "<b>wp ion</b>" en la labortablobreto</small></i>.
ku: <i><small><b>Nîşe:</b> Ji bo bikaranîna kurteriyekî (mînak <b>wp</b>) ji bo lêgerîna <b>tiştek</b>, di deskbar de "<b>wp tiştek</b>" binivîsin</small></i>.
lv: <i><small><b>Ievēro:</b> Lai lietotu norādi (piemēram <b>wp</b>) un meklētu <b>kaut ko</b>, rakstiet "<b>wp kaut kas</b>" deskbārā</small></i>.
mg: <i><small><b>Note:</b> Raha toa ka hitady <b>zavatra</b> amin'ny alalan'ny hitisin-dàlana iray (ohatra <b>wp</b>), dia "<b>wp something</b>" soratana eo amin'ny deskbar</small></i>.
pt: <i><small><b>Nota:</b> Para utilizar um atalho (por exemplo <b>wp</b>) para procurar por <b>qualquercoisa</b>, escreva "<b>wp qualquercoisa</b>" na barra de applets</small></i>.
ro: <i><small><b>Notă:</b> Pentru a folosi o scurtătură (de exemplu <b>wp</b>) pentru a căuta <b>ceva</b>, tastați „<b>wp ceva</b>” în deskbar</small></i>.

source: Shortcuts for Bookmarked Searches
ast: Combinaciones de tecles pa les guetes atroxaes
bn: বুকমার্ক করা অনুসন্ধানের জন্য শর্টকাট
de: Kürzel für Lesezeichensuche
en@shaw: ğ‘–ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘‘ ğ‘•ğ‘»ğ‘—ğ‘©ğ‘Ÿ
eo: Fulmoklavoj por Legosignitaj Sercxoj
ku: Kurterê ji bo lêgerînên bijarekirî
lv: Grāmatzīmju meklējumu saīsnes
mg: Hitsin-dàlan'ny karoka voatoby
pt: Atalhos para Procuras Marcadas
ro: Scurtături pentru căutări favorite

source: <b>Search Engines</b>
ast: <b>Motores de gueta</b>
bn: <b>অনুসন্ধান ইঞ্জিন</b>
de: <b>Suchmaschinen</b>
en@shaw: <b>ğ‘•ğ‘»ğ‘— ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯ğ‘Ÿ</b>
eo: <b>Serĉiloj</b>
ku: <b>Motorên lêgerînê</b>
lv: <b>Meklēšanas dzinēji</b>
mg: <b>Milina mpikaroka</b>
pt: <b>Motores de Procura</b>
ro: <b>Motoare de căutare</b>

source: Deskbar Preferences — Web Searches
bn: ডেস্কবার সংক্রান্ত পছন্দসমূহ — ওয়েবে অনুসন্ধান
de: Deskbar-Einstellungen - Internet-Suche
eo: Preferoj de labortablobreto — TTT-serĉoj
ku: Vebijêrkên Deskbar - Lêgerînên torê
lv: Deskbar iestatījumi — meklēšana tīmeklī
pt: Preferências da Barra de Applets — Procuras Web
ro: Preferințe Deskbar – căutări web

source: Show all available search engines
ast: Amosar tolos motores de gueta disponibles
bn: বিদ্যমান সকল অনুসন্ধান-ইঞ্জিন প্রদর্শন করা হবে
de: Alle verfügbaren Suchmaschinen anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘·ğ‘¤ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘— ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯ğ‘Ÿ
eo: Vidigi ĉiujn disponeblajn serĉilojn
ku: Hemû motorên lêgerînê nîşan bide
lv: Rādīt visus pieejamos meklēšanas dzinējus
mg: Asehoy izay milina mpikaroka misy
pt: Apresentar todos os motores de procura disponíveis
ro: Arată toate motoarele de căutare disponibile

source: Show only the primary search engine
ast: Amosar namái el motor de gueta principal
bn: শুধুমাত্র প্রাথমিক অনুসন্ধান-ইঞ্জিন প্রদর্শন করা হবে
de: Nur primäre Suchmaschinen anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘ğ‘®ğ‘²ğ‘¥ğ‘¼ğ‘¦ ğ‘•ğ‘»ğ‘— ğ‘§ğ‘¯ğ‘¡ğ‘¦ğ‘¯
eo: Vidigi nur la cxefan sercxilon
ku: Tenê motora lêgerînê ya yekemîn nîşan bide
lv: Rādīt tikai primāro meklēšanas dzinēju
mg: Ny milina mpikaroka lehibe lehibe indrindra ihany no asehoy
pt: Apresentar apenas o motor de procura principal
ro: Arată numai motoarele de căutare primare

source: Open History Item %s
ast: Abrir l'elementu %s del hestóricu
be@latin: Adčyni zapis %s z historyi
bn: ইতিহাসের আইটেম %s খুলুন
de: Chronikeintrag %s öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘²ğ‘‘ğ‘©ğ‘¥ %s
eo: Malfermi Historian Elementon %s
ku: Hêmana dîrok %s veke
lv: Atvērt vēstures ierakstu %s
mg: Sokafy ny zavatry ny diary %s
pt: Abrir o Item de Histórico %s
ro: Deschide element istoric %s

source: Open Bookmark %s
ast: Abrir marcador %s
be@latin: Adčyni zakładku %s
bn: %s বুকমার্ক খুলুন
de: Lesezeichen %s öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ %s
eo: Malfermi Legosignon %s
ku: Bijareya %s veke
lv: Atvērt grāmatzīmi %s
mg: Sokafy ny rohy %s
pt: Abrir o Marcador %s
ro: Deschide favorit %s

source: Search <b>%(name)s</b> for <i>%(text)s</i>
ast: Guetar <b>%(name)s</b> en <i>%(text)s</i>
be@latin: Šukaj <i>%(text)s</i> na <b>%(name)s</b>
bn: <b>%(name)s</b> এ <i>%(text)s</i> অনুসন্ধান করুন
de: Mit <b>%(name)s</b> nach <i>%(text)s</i> suchen
en@shaw: ğ‘•ğ‘»ğ‘— <b>%(name)s</b> ğ‘“ğ‘¹ <i>%(text)s</i>
eo: Serĉi <i>%(text)s</i> en <b>%(name)s</b>
ku: Li <b>%(name)s</b> ji <i>%(text)s</i> bigere
lv: Meklēt <b>%(name)s</b> pēc <i>%(text)s</i>
mg: Karoka <b>%(name)s</b> for <i>%(text)s</i>
pt: Procurar no <b>%(name)s</b> por <i>%(text)s</i>
ro: Căutare cu <b>%(name)s</b> după <i>%(text)s</i>

source: Shortcut
ast: Atayu
be@latin: Skarot
bn: শর্টকাট
de: Kürzel
en@shaw: ğ‘–ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘
eo: Fulmoklavo
ku: Kurterê
lv: Īssceļš
mg: Hitsin-dàlana
pt: Atalho
ro: Scurtătură

source: Bookmark Name
ast: Nome del marcador
be@latin: Nazva zakładki
bn: বুকমার্কের নাম
de: Lesezeichenname
en@shaw: ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘¯ğ‘±ğ‘¥
eo: Legosigna Nomo
ku: Navê bijareyê
lv: Grāmatzīmes nosaukums
mg: Anaran'ilay rohy
pt: Nome do Marcador
ro: Nume favorit

source: Uncategorized
ast: Ensin categoría
be@latin: Niekateharyzavanaje
bn: শ্রেণীবহির্ভূত
de: Nicht kategorisiert
eo: Nekategoriita
ku: Nekategorîkirî
lv: Nekategorizets
mg: Tsy voasokajy
pt: Por Categorizar
ro: Fără categorie

source: History
ast: Historia
be@latin: Historyja
bn: ইতিহাস
de: Chronik
en@shaw: ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦
eo: Historio
ku: Dîrok
lv: Vēsture
mg: Diary
pt: Histórico
ro: Istoric

source: Documents
ast: Documentos
be@latin: Dakumenty
bn: নথি
de: Dokumente
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•
eo: Dokumentoj
ku: Belge
lv: Dokumenti
mg: Tahirin-kevitra
pt: Documentos
ro: Documente

source: Emails
ast: Correos electrónicos
be@latin: E-maiły
bn: ই-মেইল
en@shaw: ğ‘°ğ‘¥ğ‘±ğ‘¤ğ‘Ÿ
eo: Retleteroj
ku: E-peyam
lv: E-pasti
mg: Mailaka
ro: Corespondeță electronică

source: Conversations
ast: Charres
be@latin: Razmovy
bn: কথোপকথন
de: Unterhaltungen
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘ğ‘¼ğ‘•ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Konversacioj
ku: Axaftin
lv: Sarunas
mg: Resaka
pt: Diálogos
ro: Conversații

source: Files
ast: Ficheros
be@latin: Fajły
bn: ফাইল
de: Dateien
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
eo: Dosieroj
ku: Pel
lv: Faili
mg: Rakitra
pt: Ficheiros
ro: Fișiere

source: People
ast: Xente
be@latin: Ludzi
bn: জনগণ
de: Leute
en@shaw: ğ‘ğ‘°ğ‘ğ‘©ğ‘¤
eo: Personoj
ku: Mirov
lv: Cilvēki
mg: Olona
pt: Pessoas
ro: Persoane

source: Places
ast: Llugares
be@latin: Miescy
bn: স্থান
de: Orte
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ
eo: Lokoj
ku: Cî
lv: Vietas
mg: Toerana
pt: Locais
ro: Locuri

source: Actions
ast: Aiciones
be@latin: Dziejańni
bn: কাজ
de: Aktionen
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Agoj
ku: Çalakî
lv: Darbības
mg: Asa
pt: Acções
ro: Acțiuni

source: Web
bn: ওয়েব
de: Internet
en@shaw: ğ‘¢ğ‘§ğ‘š
eo: TTT
ku: Tor
lv: Tīmeklis
mg: Tranonkala

source: Web Search
ast: Restolar na Web
be@latin: Pošuk u Web
bn: ওয়েবে অনুসন্ধান
de: Internet-Suche
en@shaw: ğ‘¢ğ‘§ğ‘š ğ‘•ğ‘»ğ‘—
eo: TTT-Sercxo
ku: Lêgerîna torê
lv: Meklēšana tīmeklī
mg: Karoka amin'ny tranonkala
pt: Procura na Web
ro: Căutare web

source: News
ast: Noticies
be@latin: Naviny
bn: খবর
de: Meldungen
en@shaw: ğ‘¯ğ‘¿ğ‘Ÿ
eo: Novaĵoj
ku: Nûçe
lv: Ziņas
pt: Notícias
ro: Știri

source: Notes
be@latin: Natatki
bn: নোট
de: Notizen
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘•
eo: Notoj
ku: Nîşe
lv: Piezīmes
pt: Notas
ro: Note

source: Audio
ast: Soníu
be@latin: Aŭdyjo
bn: অডিও
en@shaw: ğ‘·ğ‘›ğ‘¦ğ‘´
eo: Sono
ku: Deng
ro: Sunet

source: Video
ast: Videu
be@latin: Videa
bn: ভিডিও
en@shaw: ğ‘ğ‘¦ğ‘›ğ‘¦ğ‘´
ku: Vîdeo
pt: Vídeo

source: Images
ast: Imaxes
be@latin: Vyjavy
bn: ছবি
de: Bilder
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ
eo: Bildoj
ku: Wêne
lv: Attēli
pt: Imagens
ro: Imagini

source: <i>Empty history</i>
ast: <i>Historial ermu</i>
be@latin: <i>Pustaja historyja</i>
bn: <i>কোন ইতিহাস নেই</i>
de: <i>Leere Chronik</i>
en@shaw: <i>ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦</i>
eo: <i>Viŝi historion</i>
ku: <i>Dîrokê paqij bike</i>
lv: <i>Tukša vēsture</i>
pt: <b>Histórico vazio</b>
ro: <i>Istorie goală</i>

source: Cannot execute program:
ast: Nun puede executase'l programa:
be@latin: Niemahčyma vykanać prahramu:
bn: প্রোগ্রাম এক্সিকিউট করতে ব্যর্থ:
de: Programm kann nicht ausgeführt werden:
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥:
eo: Programo ne ruleblas:
ku: Bername nayê xebitandin:
lv: Neizdodas palaist programmu:
pt: Incapaz de executar a aplicação:
ro: Nu s-a putut executa programul:

source: Cannot show URL:
ast: Nun puede amosase la URL:
be@latin: Niemahčyma pakazać adras:
bn: URL প্রদর্শনে ব্যর্থ:
de: Adresse kann nicht angezeigt werden:
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ URL:
eo: URL ne montreblas:
ku: URL nayê nîşandan:
lv: Neizdodas parādit URL:
pt: Incapaz de apresentar o URL:
ro: Nu s-a putut afișa URL-ul:

source: <big><b>Login for %s</b></big>
ast: <big><b>Conexón pa %s</b></big>
be@latin: <big><b>Uvachod na %s</b></big>
bn: <big><b>%s-এর জন্য লগইন</b></big>
de: <big><b>Anmelden bei %s</b></big>
en@shaw: <ğ‘šğ‘¦ğ‘œ><b>ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘“ğ‘¹ %s</b></ğ‘šğ‘¦ğ‘œ>
eo: <big><b>Enaluti por %s</b></big>
ku: <big><b>Têketin ji bo %s</b></big>
lv: <big><b>%s lietotājvārds</b></big>
pt: <big><b>Utilizador para %s</b></big>
ro: <big><b>Autentificare pentru %s</b></big>

source: Please provide your credentials for <b>%s</b>
ast: Conseña la to identificación pa <b>%s</b>
be@latin: Padaj parametry ŭvachodu na <b>%s</b>
bn: অনুগ্রহ করে <b>%s</b>-এর জন্য আপনার পরিচয় প্রদান করুন
de: Bitte geben Sie Ihre Zugangsdaten für <b>%s</b> an
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘¿ğ‘¼ ğ‘’ğ‘®ğ‘©ğ‘›ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ğ‘Ÿ ğ‘“ğ‘¹ <b>%s</b>
eo: Bonvole provizu viajn legitimaĵon por <b>%s</b>
ku: Ji kerema xwe agahiyên <b>%s</b> bidin
lv: Lūdzu norādiet pieslēgšanās darus <b>%s</b>
pt: Apresente as suas credenciais para <b>%s</b>
ro: Introduceți datele dumneavoastră de acces pentru <b>%s</b>

source: Credentials for %s
ast: Identificación pa %s
be@latin: Parametry dla %s
bn: %s-এর জন্য ব্যবহৃত পরিচয়
de: Zugangsdaten für %s
en@shaw: ğ‘’ğ‘®ğ‘©ğ‘›ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ğ‘Ÿ ğ‘“ğ‘¹ %s
eo: Legitimaĵoj por %s
ku: Agahiyên %s
lv: Pieslēgšanās dati %s
pt: Credenciais para %s
ro: Date de acces pentru %s

source: User name:
ast: Nome d'usuariu:
be@latin: Nazva karystalnika:
bn: ব্যবহারকারীর নাম:
de: Benutzername:
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘¯ğ‘±ğ‘¥:
eo: Uzantonomo:
ku: Navê bikarhêner:
lv: Lietotājvārds:
pt: Utilizador:
ro: Nume utilizator:

source: Password:
ast: Clave:
be@latin: Parol:
bn: পাসওয়ার্ড:
de: Passwort:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:
eo: Pasvorto:
ku: Nasnav:
lv: Parole:
pt: Senha:
ro: Parolă:

source: <big><b>Login to %s rejected</b></big>
ast: <big><b>Conexón a %s refugada</b></big>
be@latin: <big><b>Uvachod na %s admoŭleny</b></big>
bn: <big><b>%s-এ লগইন প্রত্যাখ্যাত</b></big>
de: <big><b>Anmeldevorgang zu %s abgewiesen</b></big>
en@shaw: <ğ‘šğ‘¦ğ‘œ><b>ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘‘ %s ğ‘®ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘§ğ‘›</b></ğ‘šğ‘¦ğ‘œ>
eo: <big><b>Ensaluto al %s rifuzita</b></big>
ku: <big><b>Têketina li %s hate redkirin</b></big>
lv: <big><b>Pieslēgšanās %s noraidīta</b></big>
pt: <big><b>Início de sessão em %s rejeitado</b></big>
ro: <big><b>Autentificare la %s eșuată</b></big>

source: Please verify your credentials for <b>%s</b>
ast: Verifica la to identificación pa <b>%s</b>
be@latin: Pravier parametry ŭvachodu na <b>%s</b>
bn: অনুগ্রহ করে <b>%s</b>-এর জন্য আপনার ব্যবহৃত পরিচয় যাচাই করুন
de: Bitte überprüfen Sie Ihre Zugangsdaten für <b>%s</b>
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘² ğ‘¿ğ‘¼ ğ‘’ğ‘®ğ‘©ğ‘›ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ğ‘Ÿ ğ‘“ğ‘¹ <b>%s</b>
eo: Bonvole kontrolu viajn legitimaĵojn por <b>%s</b>
ku: Ji kerema xwe agahiyên <b>%s</b> piştrast bikin
lv: Lūdzu, pārbaudiet savus <b>%s</b> rekvizītus
pt: Verifique as suas credenciais para <b>%s</b>
ro: Verificați datele dumneavoastră de acces pentru <b>%s</b>

source: Deskbar Applet
be@latin: Aplet Deskbar
bn: ডেস্কবার অ্যাপ্লেট
eo: Aplikaĵeto de labortablobreto
ku: Sepanoka Deskbar
lv: Deskbar sīkrīks
pt: Barra de Applets
ro: Miniaplicație Deskbar

source: Edit contact %s
ast: Editar contautu %s
be@latin: Redahuj kantakt %s
bn: পরিচিতি %s সম্পাদনা করুন
de: Kontakt %s bearbeiten
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘‘ %s
eo: Redakti kontakton %s
ku: Têkiliya %s biguherîne
lv: Rediģēt kontaktu %s
mg: Hanova ny mpifandray %s
pt: Editar o contacto %s
ro: Editare contact %s

source: Note: %s
ast: Nota: %s
be@latin: Natatka: %s
bn: নোট: %s
de: Hinweis: %s
en@shaw: ğ‘¯ğ‘´ğ‘‘: %s
eo: Noto: %s
ku: Nîşe: %s
lv: Piezīme: %s
mg: Fanamarihana: %s
pt: Nota: %s
ro: Notă: %s

source: With %s
ast: Con %s
be@latin: Z %s
bn: %s সহযোগে
de: Mit %s
en@shaw: ğ‘¢ğ‘¦ğ‘ %s
eo: Kun %s
ku: Bi %s re
lv: Ar %s
mg: Miaraka amin'ny %s
pt: Com %s
ro: Cu %s

source: Calendar: %s
ast: Axenda: %s
be@latin: Kalandar: %s
bn: বর্ষপঞ্জি: %s
de: Kalender: %s
en@shaw: ğ‘’ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘¼: %s
eo: Kalendaro: %s
ku: Salname: %s
lv: Kalendārs: %s
mg: Kalandrie: %s
pt: Calendário: %s

source: Open %s containing %s
ast: Abrir %s que contién %s
be@latin: Adčyni %s, jaki ŭtrymlivaje %s
bn: %s ধারণকারী %s খুলুন
de: %s öffnen, das %s enthält
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ %s ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ %s
eo: Malfermi %s enhavantan %s
ku: %s a %s dihewîne veke
lv: Atver %s, kas satur %s
pt: Abrir %s que contém %s
ro: Deschide %s conținând %s

source: Open %s
ast: Abrir %s
be@latin: Adčyni %s
bn: %s খুলুন
de: %s öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ %s
eo: Malfermi %s
ku: %s veke
lv: Atvērt %s
mg: Sokafy ny %s
pt: Abrir %s
ro: Deschide %s

source: Additional results for category <b>%s</b>
ast: Resultaos adiciones pa la categoría <b>%s</b>
be@latin: Dadatkovyja vyniki ŭ katehoryi <b>%s</b>
bn: <b>%s</b> শ্রেণীর জন্য অতিরিক্ত ফলাফল
de: Weitere Ergebnisse für die Kategorie <b>%s</b>
en@shaw: ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘° <b>%s</b>
eo: Aldonaj rezultoj por kategorio <b>%s</b>
ku: Zêdetir encam ji bo kategoriya <b>%s</b>
lv: Papildus rezultāti kategorijā <b>%s</b>
pt: Resultados adicionais para a categoria <b>%s</b>
ro: Rezultate adiționale pentru categoria <b>%s</b>

source: From <i>%s</i>
ast: De <i>%s</i>
be@latin: Ad <i>%s</i>
bn: <i>%s</i> থেকে
de: Von <i>%s</i>
en@shaw: ğ‘“ğ‘®ğ‘ªğ‘¥ <i>%s</i>
eo: De <i>%s</i>
ku: Ji <i>%s</i>
lv: No <i>%s</i>
pt: De <i>%s</i>
ro: Din <i>%s</i>

source: Search all of your documents (using Beagle), as you type
ast: Guetar tolos documentos (usando Beagle), de la que escribes
be@latin: Šukaj va ŭsich svaich dakumentach (z dapamohaj Beagle), uvodziačy
bn: আপনার সকল নথি (Beagle ব্যবহার করে) অনুসন্ধান করুন, যেমনটি আপনি টাইপ করেছেন
de: Alle Dokumente mit Beagle während des Eintippens durchsuchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘·ğ‘¤ ğ‘ ğ‘¿ğ‘¼ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• (ğ‘¿ğ‘Ÿğ‘¦ğ‘™ Â·ğ‘šğ‘°ğ‘œğ‘©ğ‘¤), ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘‘ğ‘²ğ‘
eo: Serĉi ĉiujn viajn dokumentojn (per Beagle) dum via tajpas
ku: Bi nivîsînê re li hemû belgeyên xwe (bi bikaranîna Beagle) bigere
lv: Meklēt visus dokumentus rakstīšanas laikā (lietojot Beagle)
mg: Mikaroka anatin'ny tahirin-kevitrao iray manontolo (amin'ny alalan'ny Beagle) mandritra ny fanoratanao
pt: Procurar em todos os seus documentos (utilizando o Beagle) à medida que escreve
ro: Căută în toate documentele dumneavoastră (folosind Beagle), de îndată ce tastați

source: Could not load beagle, libbeagle has been compiled without python bindings.
ast: Nun pudo cargase beagle, libbeagle ta compiláu ensin enllaces de python.
be@latin: Niemahčyma zahruzić beagle, libbeagle skampilavanaja biaz poviaziaŭ dla Pythona.
bn: beagle লোড করা যায়নি, python বাইন্ডিং ছাড়াই libbeagle কম্পাইল করা হয়েছে।
de: Beagle konnte nicht geladen werden, da libbeagle ohne Python-Bindings übersetzt wurde.
eo: Ne povas ŝargi beagle, libbeagle estis kompilita sen pitonaj bindaĵoj.
ku: Beagle nayê barkirin, libbeagle bê girêdanên python hatiye berhevkirin.
lv: Neizdevās ielādēt Beagle, libbeagle ir kompilēts bez Python saitēm.
pt: Incapaz de ler o beagle, libbeagle foi compilada sem suporte python.
ro: Beagle nu poate fi încărcat, libbeagle a fost compilat fără suport python.

source: Beagle daemon is not running.
ast: El daemon de Beagle nun ta funcionando.
be@latin: Deman Beagle nia dziejničaje.
bn: Beagle ডিমন চলছে না।
de: Der Beagle-Daemon läuft nicht.
en@shaw: Â·ğ‘šğ‘°ğ‘œğ‘©ğ‘¤ ğ‘›ğ‘°ğ‘¥ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™.
eo: Beagle-demono ne rulas.
ku: Servîsa Beagle naxebite.
lv: Beagle dēmons nedarbojas.
pt: O daemon beagle não se encontra em execução.
ro: Serviciul Beagle nu este pornit.

source: Beagled could not be found in your $PATH.
ast: Beagled nun pudo alcontrase nel to $PATH.
be@latin: Niemahčyma znajści beagled u tvaim $PATH.
bn: আপনার সিস্টেমের $PATH-এ Beagled খুঁজে পাওয়া যায়নি।
de: Beagled wurde nicht in $PATH gefunden.
eo: "Beagled" ne estas trovebla en via $PATH.
ku: Beagled di $PATH a we de nayê dîtin.
lv: Neizdevās atrast Beagled jūsu $PATH.
pt: Incapaz de encontrar o beagle no seu $PATH.
ro: Beagled nu poate fi găsit în variabila dumneavoastră $PATH.

source: Search for %s using Beagle
ast: Guetar %s usando Beagle
be@latin: Šukaj %s z dapamohaj Beagle
bn: Beagle-এর সাহায্যে %s অনুসন্ধান করুন
de: Nach %s mit Beagle suchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ %s ğ‘¿ğ‘Ÿğ‘¦ğ‘™ Â·ğ‘šğ‘°ğ‘œğ‘©ğ‘¤
eo: Sercxi %s per Beagle
ku: Bi Beagle li %s bigere
lv: Meklēt %s, lietojot Beagle
mg: Hikaroka ny %s amin'ny alalan'ny Beagle
pt: Procurar por %s utilizando o Beagle
ro: Caută după %s folosind Beagle
