Repository: benpicco/mate-deskbar-applet
Catalog: po/*.po
Languages: ast, be@latin, bn, de, en@shaw, eo, ku, lv, mg, pt, ro

source: Please enter a valid location (URL) for this website
ast: Escribe unes señes (URL) válides pa esti sitiu web
bn: অনুগ্রহ করে এই ওয়েব-সাইটের জন্য একটি কার্যকর অবস্থান (URL) লিখুন
de: Bitte geben Sie eine gültige Adresse für diese Webseite ein
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ (URL) ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘§ğ‘šğ‘•ğ‘²ğ‘‘
eo: Bonvole enigu validan adreson (URL) por tiu retpaĝo
ku: Ji kerema xwe ji bo vê malperê cihekî (URL) derbasdar têkeve
lv: Lūdzu, ievadiet derīgu adresi (URL) šai vietnei
pt: Introduza uma localização (URL) válida para esta página
ro: Introduceți o locație validă (URI) pentru această pagină web

source: Name missing
ast: Falta'l nome
bn: নাম অনুপস্থিত
de: Name fehlt
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™
eo: Nomo mankas
ku: Nav kêm e
lv: Nosaukums nav norādīts
pt: Falta o nome
ro: Lipsește numele

source: Please enter a name for this website
ast: Escribe un nome pa esti sitiu web
bn: অনুগ্রহ করে এই ওয়েব-সাইটের জন্য একটি নাম লিখুন
de: Bitte geben Sie einen Namen für diese Webseite ein
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘§ğ‘šğ‘•ğ‘²ğ‘‘
eo: Bonvole enigu nomon por tiu retpaĝo
ku: Ji kerema xwe ji bo vê malperê navekî têkeve
lv: Lūdzu, ievadiet nosaukumu šai vietnei
pt: Introduza um nome para esta página
ro: Introduceți un nume pentru această pagină web

source: Description missing
ast: Falta la descripción
bn: বিবরণ অনুপস্থিত
de: Beschreibung fehlt
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™
eo: Priskribo mankas
ku: Rave kêm e
lv: Apraksts nav norādīts
pt: Falta a descrição
ro: Lipsește descrierea

source: Please enter a description for this website
ast: Escribi una descripción pa esti sitiu web
bn: অনুগ্রহ করে এই ওয়েব-সাইটের জন্য বিবরণ লিখুন
de: Bitte geben Sie eine Beschreibung für diese Webseite ein
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘§ğ‘šğ‘•ğ‘²ğ‘‘
eo: Bonvole enigu priskribon por tiu retpaĝo
ku: Ji kerema xwe ji bo vê malperê raveyekî têkeve
lv: Lūdzu, ievadiet aprakstu šai vietnei
pt: Introduza uma descrição para esta página
ro: Introduceți o descriere pentru această pagină web

source: Unable to load description document
ast: Nun pudo cargase'l documentu de descripción
bn: বর্ণনামূলক নথি লোড করতে অক্ষম
de: Beschreibungsdokument konnte nicht geladen werden
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘
eo: Ne eblas ŝarĝi priskribodokumenton
ku: Belgeya ravekirinê nehate barkirin
lv: Nevar ielādēt apraksta dokumentu
pt: Incapaz de ler o documento de descrição
ro: Nu s-a putut încărca documentul de descriere

source: Make sure the URL points to a valid OpenSearch description document.
ast: Asegúrate de que la URL apunta a un documentu de descripción OpenSearch válidu.
bn: অনুগ্রহ করে নিশ্চিত হোন যে URL-টি একটি কার্যকর OpenSearch বর্ণনামূলক নথি নির্দেশ করে।
de: Stellen Sie sicher, dass die Adresse auf ein gültiges OpenSearch-Beschreibungsdokument verweist.
eo: Certigu ke la adreso montras al valida OpenSearch-priskribodokumento.
ku: Kontrol bikin ku URL ya belgeya ravekirinê ya OpenSearch derbasdar e.
lv: Pārliecinieties, ka URL norāda uz derīgu OpenSearch apraksta dokumentu.
pt: Certifique-se que o URL aponta para um documento de descrição OpenSearch.
ro: Asigurați-vă că URL-ul duce la o descriere de document OpenSearch validă.

source: Add OpenSearch Website
ast: Amestar sitiu web OpenSearch
bn: OpenSearch ওয়েব-সাইট যোগ করুন
de: OpenSearch Webseite hinzufügen
eo: Aldoni OpenSearch-retpaĝon
ku: Malpera OpenSearch lê zêde bike
lv: Pievienot OpenSearch vietni
pt: Adicionar Página OpenSearch
ro: Adaugă pagina web OpenSearch

source: Lookup %s in dictionary
ast: Guetar %s nel diccionariu
be@latin: Šukaj %s u słoŭniku
bn: অভিধানে %s অনুসন্ধান করুন
de: %s im Wörterbuch nachschlagen
en@shaw: ğ‘¤ğ‘«ğ‘’ğ‘©ğ‘ %s ğ‘¦ğ‘¯ ğ‘›ğ‘¦ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘¼ğ‘¦
eo: Sercxo de %s en vortaro
ku: %s di ferhengê de binêre
lv: Pārlūkot %s vārdnīcā
mg: Tadiavo anaty rakibolana ny %s
pt: Procurar %s no dicionário
ro: Caută %s în dicționar

source: Search for file names like %s
ast: Restolar nomes de ficheru como %s
be@latin: Šukaj nazvy fajłaŭ jak %s
bn: %s-এর অনুরূপ ফাইলের নাম অনুসন্ধান করুন
de: Nach Dateinamen ähnlich wie %s suchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ %s
eo: Sercxi dosiernomojn kiel %s
ku: Li navên pel yên mîna %s bigere
lv: Meklēt pēc faila vārda līdzīgi kā %s
mg: Hitady anaran-drakitra toy ny %s
pt: Procurar por ficheiros com nome semelhante a %s
ro: Caută nume de fișiere ca %s

source: Search in Devhelp for %s
ast: Restolar en DevHelp %s
be@latin: Šukaj %s u Devhelp'ie
bn: Devhelp-এ %s অনুসন্ধান করুন
de: In Devhelp nach %s suchen
eo: Serĉu en Devhelp pri %s
ku: Li di Devhelp de %s bigere
lv: Meklēt %s Devhelpā
mg: Hitady ny %s anatin'ny Devhelp
pt: Procurar no Devhelp por %s
ro: Caută în Devhelp după %s

source: Dictionary
ast: Diccionariu
be@latin: Słoŭnik
bn: অভিধান
de: Wörterbuch
en@shaw: ğ‘›ğ‘¦ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘¼ğ‘¦
eo: Vortaro
ku: Ferheng
lv: Vārdnīca
mg: Rakibolana
pt: Dicionário
ro: Dicționar

source: Look up word definitions in the dictionary
ast: Guetar definiciones de pallabres nel diccionariu
be@latin: Šukaj aznačeńni słovaŭ u słoŭniku
bn: অভিধানে শব্দের সংজ্ঞা অনুসন্ধান করুন
de: Wörter im Wörterbuch nachschlagen
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘³ğ‘ ğ‘¢ğ‘»ğ‘› ğ‘›ğ‘§ğ‘“ğ‘©ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘¼ğ‘¦
eo: Sercxi vortajn difinojn en la vortaro
ku: Di ferhengê de wateya peyvan binihêre
lv: Skatīt vārdu skaidrojumus vārdnīcā
mg: Mitady famaritan-teny anatin'ny rakibolana
pt: Procurar definições de palavras no dicionário
ro: Căută definițiile cuvintelor în dicționar

source: MATE dictionary is not installed
ast: El diccionariu de GNOME nun ta instaláu
bn: MATE অভিধান ইনস্টল করা হয়নি
de: MATE-Wörterbuch ist nicht installiert
eo: MATE-vortaro ne estas instalita
ku: Ferhenga MATE nehatiye sazkirin
lv: MATE vārdnīca nav uzinstalēta
pt: O dicionário GNOME não está instalado
ro: Dicționarul MATE nu este instalat.

source: Files and Folders Search
ast: Gueta de ficheros y direutorios
be@latin: Pošuk fajłaŭ i katalohaŭ
bn: ফাইল এবং ফোল্ডার অনুসন্ধান
de: Datei- und Ordnersuche
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘•ğ‘»ğ‘—
eo: Sercxo de Dosieroj kaj Dosierujoj
ku: Lêgerîna pel û peldankan
lv: Meklēt failus un mapes
mg: Karoka rakitra sy lahatahiry
pt: Procura em Ficheiros e Pastas
ro: Căutare prin fișiere și dosare

source: Find files and folders by searching for a name pattern
ast: Alcuentra ficheros y direutorios guetando por un patrón de nome
be@latin: Šukaj fajły j katalohi pavodle ŭzoru nazvy
bn: নামের প্যাটার্ন অনুসারে ফাইল অথবা ফোল্ডার অনুসন্ধান করুন
de: Dateien und Ordner über Namensteile finden
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘šğ‘² ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘© ğ‘¯ğ‘±ğ‘¥ ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯
eo: Sercxi dosierojn kaj dosierujojn per sercxado de noma sxablono
ku: Pel û peldankan bi lêgerîna nîgara navê ve bibîne
lv: Atrast failus un mapes, meklējot pēc vārda fragmenta
mg: Mitady rakitra sy lahatahiry amin'ny alalan'ny fikarohana firafitr'anarana
pt: Procurar ficheiros e pastas utilizando um padrão de nome
ro: Găsiți fișiere și dosare căutând după o parte din nume

source: MATE search tool is not installed
bn: MATE অনুসন্ধান টুল ইনস্টল করা হয়নি
de: MATE-Suchwerkzeug ist nicht installiert
eo: MATE-serĉilo ne estas instalita
ku: MATE amûra lêgerînê nesazkirî ye
lv: MATE meklēšanas rīks nav uzinstalēts
ro: Instrumentul de căutare MATE nu este instalat.

source: Developer Documentation
ast: Documentación del desendolcador
be@latin: Dakumentacyja raspracoŭščyka
bn: ডেভেলপারদের নথিপত্র
de: Entwicklerdokumentation
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¼ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Programanta dokumentaro
ku: Belgedarkirina Pêşdebir
lv: Izstrādātāja dokumentācija
mg: Loharanon-kevitry ny mpamolavola
pt: Documentação de Desenvolvimento
ro: Documentație dezvoltator

source: Search Devhelp for a function name
ast: Restolar en DevHelp el nome d'una función
be@latin: Šukaj nazvu funkcyi ŭ Devhelp'ie
bn: Devhelp-এ ফাংশনের নাম অনুসন্ধান করুন
de: Devhelp nach einem Funktionsnamen durchsuchen
eo: Serĉu Devhelp pri funkcia nomo
ku: Li Devhelp navê fonksiyonekî bigere
lv: Meklēt funkcijas nosaukumu Devhelpā
mg: Hijery anaran'asa anatin'ny Devhelp
pt: Procurar no Devhelp pelo nome de uma função
ro: Căută Devhelp după numele unei funcții

source: Devhelp is not installed
ast: Devhelp nun ta instaláu
be@latin: Devhelp nie zainstalavany
bn: Devhelp ইনস্টল করা হয়নি
de: Devhelp ist nicht installiert
eo: Devhelp ne estas instalita
ku: Devhelp nesazkirî ye
lv: Devhelp nav uzinstalēts
pt: O Devhelp não está instalado
ro: Devhelp nu este instalat.

source: Execute %s in terminal
ast: Executar %s nun terminal
be@latin: Vykanaj %s u terminale
bn: টার্মিনালে %s এক্সিকিউট করুন
de: %s im Terminal ausführen
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ %s ğ‘¦ğ‘¯ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
eo: Rulu %s en terminalo
ku: %s di termînalê de bixebitîne
lv: Izpildīt %s terminālī
pt: Iniciar %s numa consola
ro: Execută în terminal %s

source: Execute %s
ast: Executar %s
be@latin: Vykanaj %s
bn: %s এক্সিকিউট করুন
de: %s ausführen
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ %s
eo: Plenumi %s
ku: %s bixebitîne
lv: Izpildīt %s
mg: Tanterao ny %s
pt: Iniciar %s
ro: Execută %s

source: Programs
ast: Programes
be@latin: Prahramy
bn: প্রোগ্রাম
de: Programme
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ
eo: Programoj
ku: Bername
lv: Programmas
mg: Rindranasa
pt: Aplicações
ro: Programe

source: Launch a program by its name and/or description
ast: Llanza un programa pol so nome y/o descripción
be@latin: Uruchom prahramu pavodle jaje nazvy i/ci apisańnia
bn: নাম এবং/অথবা বিবরণ অনুযায়ী প্রোগ্রাম চালু করুন
de: Ein Programm über den Namen und/oder die Beschreibung öffnen
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘±ğ‘¥ ğ‘¯/ğ‘¹ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯
eo: Lancxi programoj per sia nomo kaj/aux priskribo
ku: Bernamekî bi nav û/an raveya vê ve bide destpêkirin
lv: Palaist programmu pēc vārda vai apraksta
mg: Mandefa rindranasa araka ny anarany sy/na ny soritsoriny
pt: Iniciar uma aplicação pelo seu nome e/ou descrição
ro: Lansați un program după numele sau descrierea sa

source: Recent Documents
ast: Documentos recientes
be@latin: Apošnija dakumenty
bn: সাম্প্রতিক ব্যবহৃত নথি
de: Zuletzt geöffnete Dokumente
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•
eo: Lastaj dokumentoj
ku: Belgeyên dawî
lv: Nesen izmantotie dokumenti
pt: Documentos Recentes
ro: Documente recente

source: Retrieve your recently accessed files and locations
ast: Algama los documentos y llugares abiertos recientemente
be@latin: Šukaj niadaŭna čytanyja fajły j miescy
bn: আপনার সাম্প্রতিক ব্যবহৃত ফাইল ও অবস্থান উদ্ধার করুন
de: Zuletzt geöffnete Dateien und Orte anzeigen
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ ğ‘¿ğ‘¼ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Akiru viajn laste uzatajn dosierojn kaj lokojn
ku: Pel û cihên herî dawî hatine bikaranîn nûve vekin
lv: Iegūt savu nesen izmantoto failu un mapju sarakstu
pt: Obtenha a lista de ficheiros e localizações recentemente acedidas
ro: Obține fișierele și locațiile accesate curent

source: This handler requires a more recent gtk version (2.9.0 or newer).
ast: Esti remanador requier una versión más reciente de gtk (2.9.0 o más nueva).
be@latin: Hetaja pasłuha vymahaje paźniejšaj versii gtk (2.9.0 ci naviejšaj).
bn: এই হ্যান্ডলারের জন্য আরও সাম্প্রতিক gtk সংস্করণ প্রয়োজন (2.9.0 অথবা ঊর্ধ্বতন)।
de: Dieses Hilfsprogramm benötigt eine aktuellere gtk+-Version (2.9.0 oder neuer).
eo: Ĉi tiu traktilo postulas pli aktualan gtk-version (2.9.0 aŭ pli novan).
ku: Ev xebatkar hewceyê guhertoya gtk ya nûtir e (2.9.0 an nûtir).
lv: Šim apstrādātājam ir nepieciešama jaunāka gtk versija (2.9.0 vai jaunāka).
pt: Este manipulador requer uma versão mais recente do gtk (2.9.0 ou mais recente).
ro: Acest operator necesită o versiune mai recentă pentru gtk (2.90 sau mai nouă).

source: Create %s
ast: Crear %s
be@latin: Stvary %s
bn: %s তৈরী করুন
de: %s erstellen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ %s
eo: Kreu %s
ku: %s biafirîne
lv: Izveidot %s
pt: Criar %s
ro: Creează %s

source: Create Document
ast: Crear documentu
be@latin: Stvary dakument
bn: নথি তৈরী করুন
de: Dokument erstellen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘
eo: Kreu dokumenton
ku: Belge biafirîne
lv: Izveidot dokumentu
pt: Criar um Documento
ro: Creare document

source: Name:
ast: Nome:
be@latin: Nazva:
bn: নাম:
en@shaw: ğ‘¯ğ‘±ğ‘¥:
eo: Nomo:
ku: Nav:
lv: Nosaukums:
pt: Nome:
ro: Nume:

source: Folder:
ast: Carpeta:
be@latin: Kataloh:
bn: ফোল্ডার:
de: Ordner:
en@shaw: ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼:
eo: Dosierujo:
ku: Peldank:
lv: Mape:
pt: Pasta:
ro: Dosar:

source: Choose Folder
ast: Escoyer carpeta
be@latin: Abiary kataloh
bn: ফোল্ডার নির্বাচন করুন
de: Ordner wählen
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼
eo: Elektu dosierujon
ku: Peldank hilbijêre
lv: Izvēlieties mapi
pt: Seleccionar a Pasta
ro: Alegeți dosar

source: A file named "%s" already exists. Do you want to replace it?
ast: Yá esiste un ficheru nomáu «%s». ¿Quieres trocalu?
be@latin: Fajł z nazvaj "%s" užo isnuje. Chočaš zamianić jaho?
bn: "%s" নামক একটি ফাইল ইতিমধ্যেই বিদ্যমান রয়েছে। আপনি কি এটি প্রতিস্থাপন করতে চান?
de: Eine Datei mit dem Namen »%s« ist bereits vorhanden. Soll diese ersetzt werden?
en@shaw: ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ğ‘› "%s" ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘‘?
eo: Dosiero nomita "%s" jam ekzistas. Ĉu vi volas anstataŭigi ĝin?
ku: Pelekî bi navê "%s" jixwe heye. Hun dixwazin bi vê biguherînin?
lv: Fails ar nosaukumu "%s" jau eksistē. Vai vēlaties to aizvietot?
pt: Já existe um ficheiro denominado "%s". Deseja substituí-lo?
ro: Există deja un fișier cu numele „%s”. Doriți să îl înlocuiți?

source: The file already exists in "%s". Replacing it will overwrite its contents.
ast: El ficheru yá esiste en «%s». Trocalu sobroescribirá el so conteníu.
be@latin: Fajł u "%s" užo isnuje. Zamianiŭšy jaho, ty nadpišaš jaho źmieściva.
bn: "%s"-এ ফাইলটি ইতিমধ্যেই বিদ্যমান রয়েছে। এটি প্রতিস্থাপন করা হলে এতে বিদ্যমান সব বিষয়বস্তু প্রতিস্থাপিত হবে।
de: Die Datei ist bereits in »%s« vorhanden. Durch Ersetzen wird der vorherige Inhalt überschrieben.
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¦ğ‘¯ "%s". ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•.
eo: La dosiero jam ekzistas en "%s". Anstataŭigi ĝin ŝanĝos ĝian enhavon.
ku: Pel di "%s" de jixwe heye. Bi vê re guherîn dê naveroka vê jî biguherîne.
lv: Fails jau eksistē iekš "%s". Tā aizvietošana pārrakstīs visu tā saturu.
pt: O ficheiro já existe em "%s". Substituí-lo irá sobrepor o seu conteúdo.
ro: Fișierul există deja în „%s”. Înlocuindu-l îi veți suprascrie conținutul.

source: Replace
ast: Trocar
be@latin: Zamiani
bn: প্রতিস্থাপন
de: Ersetzen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•
eo: Anstataŭigi
ku: Bi vê biguherîne
lv: Aizvietot
pt: Substituir
ro: Înlocuiește

source: Templates
ast: Plantíes
be@latin: Šablony
bn: ফর্মা
de: Vorlagen
en@shaw: ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘ğ‘•
eo: Ŝablonoj
ku: Şablon
lv: Sagataves
pt: Modelos
ro: Șabloane

source: Create new files from your templates
ast: Crear ficheros nuevos dende les tos plantíes
be@latin: Stvaraj novyja fajły sa svaich šablonaŭ
bn: ফর্মা সহযোগে নতুন ফাইল তৈরি করুন
de: Neue Dateien aus den Vorlagen erstellen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘ğ‘•
eo: Kreu novajn dosierojn el viaj ŝablonoj
ku: Ji şablonên xwe pelên nû biafirînin
lv: Izveidot jaunu failu no jūsu sagatavēm
pt: Criar novos ficheiros a partir dos seus modelos
ro: Creează fișiere noi din șabloane

source: Could not retrieve templates directory
ast: Nun pudo obtenese'l direutoriu de plantíes
bn: ফর্মার ডিরেক্টরি উদ্ধার করা যায়নি
de: Vorlagenordner konnte nicht ermittelt werden
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦
eo: Ne eblis enketi ŝablondosierujon
ku: Nikare pelrêça şablonan veke
lv: Nevarēja saņemt veidņu mapi
pt: Incapaz de obter o directório dos modelos
ro: Nu s-a putut obține directorul șabloanelor

source: Templates directory %s does not exist
ast: El direutoriu de plantíes %s nun esiste
bn: ফর্মার ডিরেক্টরি %s বিদ্যমান নেই
de: Vorlagenordner %s existiert nicht
en@shaw: ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ %s ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘
eo: Ŝablondosierujo %s ne ekzistas
ku: Pelrêça şablonan %s tune ye
lv: Veidņu mape %s neeksistē
pt: O directório de modelos %s não existe
ro: Directorul %s pentru șabloane nu există

source: Open note <b>%(name)s</b>
ast: Abrir la nota <b>%(name)s</b>
be@latin: Adčyni natatku <b>%(name)s</b>
bn: <b>%(name)s</b> নোট খুলুন
de: Notiz <b>%(name)s</b> öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘´ğ‘‘ <b>%(name)s</b>
eo: Malfermu noton <b>%(name)s</b>
ku: Nîşeya <b>%(name)s</b> veke
lv: Atvērt piezīmi <b>%(name)s</b>
pt: Abrir a nota <b>%(name)s</b>
ro: Deschide notița <b>%(name)s</b>

source: Really delete this note?
ast: ¿Desaniciar daveres esta nota?
be@latin: Nasamreč vydalić hetuju natatku?
bn: এই নোটটি সত্যিই মুছে ফেলা হবে?
de: Soll diese Notiz wirklich gelöscht werden?
en@shaw: ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘´ğ‘‘?
eo: Ĉu vere forigi tiun ĉi noton?
ku: Bi rastî vê nîşeyê jê bibe?
lv: Patiešām dzēst šo piezīmi?
pt: Apagar mesmo esta nota?
ro: Sigur doriți să stergeți această notiță?

source: If you delete a note it is permanently lost.
ast: Si desanicies una nota piérdese dafechu.
be@latin: Vydaliŭšy natatku, ty nazaŭždy straciš jaje.
bn: আপনি কোন নোট মুছে ফেললে, এটি স্থায়ীভাবে হারিয়ে যাবে।
de: Wenn Sie eine Notz löschen, so ist diese unwiderruflich verloren.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘© ğ‘¯ğ‘´ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¤ğ‘ªğ‘•ğ‘‘.
eo: Se vi forigas noton, ĝi estas porĉiame perdita.
ku: Heke hun nîşeyekî jêbibin ev dê mayînde winda be.
lv: Ja jūs dzēsīsiet piezīmi, tā tiks neatgriezeniski zaudēta.
pt: Se apagar uma nota esta será permanentemente perdida.
ro: Dacă ștergeți o notiță, aceasta nu va mai putea fi recuperată.

source: Delete note <b>%(name)s</b>
ast: Desaniciar la nota <b>%(name)s</b>
be@latin: Vydal natatku <b>%(name)s</b>
bn: <b>%(name)s</b> নোট মুছে ফেলুন
de: Notiz <b>%(name)s</b> löschen
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘¯ğ‘´ğ‘‘ <b>%(name)s</b>
eo: Forigi noton <b>%(name)s</b>
ku: Nîşeya <b>%(name)s</b> jê bibe
lv: Dzēst piezīmi <b>%(name)s</b>
pt: Apagar a nota <b>%(name)s</b>
ro: Șterge notița <b>%(name)s</b>

source: Create note <b>%(name)s</b>
ast: Crear la nota <b>%(name)s</b>
be@latin: Stvary natatku <b>%(name)s</b>
bn: <b>%(name)s</b> তৈরি করুন
de: Notiz <b>%(name)s</b> erstellen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¯ğ‘´ğ‘‘ <b>%(name)s</b>
eo: Krei noton <b>%(name)s</b>
ku: Nîşeya <b>%(name)s</b> biafirîne
lv: Izveidot piezīmi <b>%(name)s</b>
pt: Criar a nota <b>%(name)s</b>
ro: Creează notița <b>%(name)s</b>

source: Title
ast: Títulu
be@latin: Nazva
bn: শিরোনাম
de: Titel
en@shaw: ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤
eo: Titolo
ku: Sernivîs
lv: Virstaksts
pt: Título
ro: Titlu

source: Contents
ast: Conteníu
be@latin: Źmieściva
bn: বিষয়বস্তু
de: Inhalt
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•
eo: Enhavo
ku: Naverok
lv: Saturs
pt: Conteúdo
ro: Conținut

source: Tomboy Notes
ast: Notes Tomboy
be@latin: Natatki Tomboy
bn: Tomboy নোট
de: Tomboy-Notizen
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘šğ‘¶ ğ‘¯ğ‘´ğ‘‘ğ‘•
eo: Notoj de Tomboy
ku: Nîşeyên Tomboy
lv: Tomboy piezīmes
pt: Notas Tomboy
ro: Notițe Tomboy

source: Search your Tomboy notes
ast: Guetar nes notes de Tomboy
be@latin: Šukaj u svaich natatkach Tomboy
bn: আপনার Tomboy নোটগুলিতে অনুসন্ধান করুন
de: Ihre Tomboy-Notizen durchsuchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘¿ğ‘¼ Â·ğ‘‘ğ‘ªğ‘¥ğ‘šğ‘¶ ğ‘¯ğ‘´ğ‘‘ğ‘•
eo: Serĉi viajn Tomboy-notojn
ku: Li nîşeyên Tomboy bigere
lv: Meklēt jūsu Tomboy piezīmēs
pt: Procurar nas suas notas Tomboy
ro: Caută în notițele Tomboy

source: Tomboy does not seem to be installed.
ast: Paez que Tomboy nun ta instaláu.
be@latin: Tomboy nie zainstalavany.
bn: সম্ভবত Tomboy ইনস্টল করা হয়নি।
de: Tomboy scheint nicht installiert zu sein.
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘šğ‘¶ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.
eo: Tomboz ŝajne ne estas instalita.
ku: Tomboy sazkirî xuya nake.
lv: Izskatās, ka Tomboy nav uzinstalēts.
pt: Parece que o Tomboy não se encontra instalado.
ro: Se pare că Tomboy nu este instalat.

source: Tomboy does not seem to be the correct version. Tomboy %s or greater must be installed.
ast: Paez que la versión de Tomboy nun ye correuta. Tién que tar instaláu Tomboy %s o mayor.
be@latin: Tomboy maje niapravilnuju versiju. Musić być zainstalavany Tomboy %s ci paźniejšaj versii.
bn: সম্ভবত Tomboy-এর সঠিক সংস্করণ বিদ্যমান নেই। Tomboy %s অথবা ঊর্ধ্বতন কোনো সংস্করণ ইনস্টল করা আবশ্যক।
de: Tomboy scheint nicht in der benötigten Version vorzuliegen. Tomboy %s oder höher muss installiert sein.
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘šğ‘¶ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘ ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯. Â·ğ‘‘ğ‘ªğ‘¥ğ‘šğ‘¶ %s ğ‘¹ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.
eo: Tomboy ne havas taŭgan version. Necesas Tomboy %s aŭ pli nova (alta).
ku: Tomboy wekî guhertoya rastîn xuya nake. Tomboy %s an bilindir divê were sazkirin.
lv: Neizskatās, ka jums ir pareiza Tomboy versija. Jābūt uzstādītai Tomboy %s vai augstākai versijai.
pt: Parece que a versão instalada do Tomboy não é a correcta. É necessário que esteja instalado o Tomboy %s ou superior.
ro: Se pare că Tomboy nu are versiunea corectă. Trebuie instalată versiunea %s de Tomboy sau una mai mare.
